{
  "MaskTourist": "Tourist: Do you like my mask? You can buy them at the giftshop just outside!",
  "AquariumTourist_1": "...",
  "AquariumTourist_2": "Tourist: Man this place is cool!",
  "AquariumTourist_3": "Tourist: Nice outfit.",
  "Iridium_Knight": "The Iridium Knight: I have done all that can be done. There is nothing left. I need one last challenge!",
  "Squire": "The Squire: I'm looking for a knight in purple armor. Have you seen them?",
  "Duckguy": "Tourist: What's quackin'?",
  "Yo": "Tourist: Yo.",
  "Greetings": "Tourist: Greetings.",
  "Sup": "Tourist: Sup?",
  "What": "Tourist: What?",
  "Pirate": "Tourist: Yarr...",
  "Chihaya": "Tourist: Hello, do you like karuta?",
  "Kana": "The girl blushes as she notices you looking at her.",
  "Gov": "Tourist: Hello there!",
  "Shark": "Tourist: Think the Aquarium has any sharks?",
  "Dapper": "Tourist: How do you do?",
  "Bex": "Hey you used to work at Joja, right?",
  "Tourist1": "Hi there, first time visiting the Aquarium?",
  "Yato": "Tourist: I bought this lucky charm at the giftshop! Look!",
  "Yukine": "Tourist: You can see me?",
  "Hiyori": "The girl yawns.",

  //npc dialogue such long

  "SPRINGNPC_1": "Tourist: What should I buy from the giftshop?",
  "SPRINGNPC_2": "Tourist: Hi there, first time visiting the Aquarium?",
  "SPRINGNPC_3": "The woman doesn't notice you, she is busy.",
  "SPRINGNPC_4": "The man with glasses gives you a smug smile.",
  "SPRINGNPC_5": "Tourist: I can see some fish in the water!",
  "SPRINGNPC_6": "Tourist: My friend told me she saw a dolphin last time she was here.",
  "SPRINGNPC_7": "Tourist: I come here every spring and summer, I love this beach.",
  "SPRINGNPC_8": "Tourist: If you want to go for a swim, try the south part of the beach.",
  "SPRINGNPC_9": "Tourist: I'm just waiting on my friends.",
  "SPRINGNPC_10": "Tourist: Hello, come to enjoy the beach?",
  "SPRINGNPC_11": "Tourist: Look at all this food!",
  "SPRINGNPC_12": "Tourist: I come here for the music.",
  "SPRINGNPC_13": "Tourist: Sorry I don't know you.",
  "SPRINGNPC_14": "Tourist: What's up?",
  "SPRINGNPC_15": "Tourist: Oh hi, I was just looking at this tidal pool.",
  "SPRINGNPC_16": "Tourist: This food is really good.",
  "SPRINGNPC_17": "Tourist: I'm really thirsty.",
  "SPRINGNPC_18": "Tourist: Have you tried this? It's not bad.",
  "SPRINGNPC_19": "Tourist: Hi, did you come to grab a bite?",
  "SPRINGNPC_20": "Tourist: What should I try first?",
  "SPRINGNPC_21": "Tourist: Look at all those people over there stuffing themselves.",
  "SPRINGNPC_22": "Tourist: I'm trying to muster up the courage to go in the water.",
  "SPRINGNPC_23": "Tourist: The water is nice today, you should try it.",
  "SPRINGNPC_24": "Tourist: Hi, going for a swim?",
  "SPRINGNPC_25": "Tourist: I want to go swimming, but it will ruin my hair.",
  "SPRINGNPC_26": "Tourist: I love the beach in spring, not too hot not too cold.",
  "SPRINGNPC_27": "Tourist: I should try sunbathing, I could get a nice tan.",
  "SPRINGNPC_28": "Tourist: Hmm? Oh I was lost in thought.",
  "SPRINGNPC_29": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
  "SPRINGNPC_30": "Tourist: Hello, having a good day?",
  "SPRINGNPC_31": "Tourist: I like the aquarium, but this beach is also nice.",
  "SPRINGNPC_32": "Tourist: Hi, nice weather today. Don't you think?",

  "NPCSUMMER_1": "The man with glasses gives you a smug smile.",
  "NPCSUMMER_2": "Tourist: Should I buy a new bikini top?",
  "NPCSUMMER_3": "Tourist: Oh no! I forgot to bring my wallet.",
  "NPCSUMMER_4": "Tourist: What a cute fish bowl.",
  "NPCSUMMER_5": "Tourist: I wonder what fish the Aquarium has on display.",
  "NPCSUMMER_6": "Tourist: Hi there, first time visiting the Aquarium?",
  "NPCSUMMER_7": "Tourist: Did you know you can buy ice cream down at the beach?",
  "NPCSUMMER_8": "Lady: Do you want to go look at the fish in the Aquarium, Simon?",
  "NPCSUMMER_9": "Simon is too busy licking his lollipop to notice you.",
  "NPCSUMMER_10": "Tourist: I come here every spring and summer, I love this beach.",
  "NPCSUMMER_11": "Tourist: The view from the pier is really pretty this time of year.",
  "NPCSUMMER_12": "Tourist: I could have sworn I saw a chicken in the water, maybe it was just a pufferfish.",
  "NPCSUMMER_13": "Tourist: Can I help you?",
  "NPCSUMMER_14": "Tourist: Oh hello sweetie. How are you today?",
  "NPCSUMMER_15": "Tourist: I could really go for some ice cream.",
  "NPCSUMMER_16": "Tourist: That woman on the pier looks puzzled.",
  "NPCSUMMER_17": "Clown: Want to see a balloon trick?",
  "NPCSUMMER_18": "Tourist: What is a clown doing on a beach?",
  "NPCSUMMER_19": "Tourist: Hi, I'm just waiting on my friends.",
  "NPCSUMMER_20": "Tourist: I like watching the sunset from here.",
  "NPCSUMMER_21": "Tourist: The ocean looks beautiful today.",
  "NPCSUMMER_22": "Man: Phew! It's so hot today.",
  "NPCSUMMER_23": "Tourist: I love the colours of the water in summer.",
  "NPCSUMMER_24": "Tourist: Remember to wear sun lotion, if you go sunbathing.",
  "NPCSUMMER_25": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
  "NPCSUMMER_26": "Tourist: Going for a swim is a great way to cool off.",
  "NPCSUMMER_27": "Tourist: I should have brought my swimming mask.",
  "NPCSUMMER_28": "Tourist: I'm not going swimming, it will ruin my hair.",
  "NPCSUMMER_29": "Tourist: You should try jumping in the water if you're feeling too hot.",
  "NPCSUMMER_30": "Tourist: Hi, going for a swim?",
  "NPCSUMMER_31": "Tourist: I'm trying to muster up the courage to go in the water.",
  "NPCSUMMER_32": "Tourist: I wonder if there are any sea shells on this beach.",
  "NPCSUMMER_33": "The man is snoozing, you probably shouldn't disturb him",
  "NPCSUMMER_34": "Tourist: I think I saw a crab.",
  "NPCSUMMER_35": "Tourist: Hello, enjoying the weather?",
  "NPCSUMMER_36": "Tourist: There are a lot of sea stars in these tidal pools.",
  "NPCSUMMER_37": "Tourist: What do you want?",
  "NPCSUMMER_38": "Tourist: Oh you like my hair? Thank you!",
  "NPCSUMMER_39": "Tourist: There's so much life in these tidal pools.",
  "NPCSUMMER_40": "Tourist: Yo!",
  "NPCSUMMER_41": "Tourist: Wazzap bro?",
  "NPCSUMMER_42": "Man: You can take a lot of pretty pictures at the beach.",
  "NPCSUMMER_43": "Tourist: That man over there just took my picture.",
  "NPCSUMMER_44": "The woman is too busy eating to notice you.",
  "NPCSUMMER_45": "Tourist: I can't eat anymore.",
  "NPCSUMMER_46": "Tourist: Hello, are you hungry?",
  "NPCSUMMER_47": "Tourist: Blackberry Cobbler! My favorite.",
  "NPCSUMMER_48": "Tourist: I hope there isn't citrus in any of this. I'm alergic you see.",
  "NPCSUMMER_49": "Tourist: Is that coleslaw? I love coleslaw.",
  "NPCSUMMER_50": "Tourist: This meat is delicious.",
  "NPCSUMMER_51": "Tourist: I wonder what's in these tapas, they are yummy!",
  "NPCSUMMER_52": "Tourist: What?! Someone ate the food on my plate. Oh wait, it was me.",
  "NPCSUMMER_53": "Tourist: There is so much food!",
  "NPCSUMMER_54": "Tourist: Look we got Shrimp Cocktail, how fancy.",
  "NPCSUMMER_55": "Tourist: Hey, do we know each other?",
  "NPCSUMMER_56": "Tourist: They sell snacks here, they are really cheap.",
  "NPCSUMMER_57": "The woman is ignoring you",

  "FALLNPC_1": "The woman is ignoring you",
  "FALLNPC_2": "The man with glasses gives you a smug smile",
  "FALLNPC_3": "Tourist: Where is everyone? I guess fall isn't a very popular beach season.",
  "FALLNPC_4": "Tourist: The water is too cold this time of year to go swimming if ask me.",
  "FALLNPC_5": "Tourist: The water is a little cold, but I don't mind.",
  "FALLNPC_6": "Tourist: It's kind of chilly.",
  "FALLNPC_7": "Tourist: Hey dude.",
  "FALLNPC_8": "Tourist: Hi, how are you today?",
  "FALLNPC_9": "Tourist: I need to catch the last bit of sun before winter comes.",
  "FALLNPC_10": "Tourist: I wonder what's in these bottles.",
  "FALLNPC_11": "Tourist: Cobbler is the best.",
  "FALLNPC_12": "Tourist: Hello, are you hungry?",
  "FALLNPC_13": "Tourist: Have you tried the meat?",

  "NPCWINTER_1": "Fisherman: Ye' can catch some mighty fine 'Squid' here at night.",
  "NPCWINTER_2": "The fisherman hums a nautical tune to himself",
  "NPCWINTER_3": "Fisherman: Come to do some fishing are ye'?",
  "NPCWINTER_4": "Fisherman: Hmm? Oh hello, tight lines n' all that.",
  "NPCWINTER_5": "Lady: Put that snowball down Simon.",
  "NPCWINTER_6": "Simon has a mischievous smile on his face."
}
