{
  //Welcome message after the stardew aquarium has been completed
  "AquariumWelcome": "Добро пожаловать в Аквариум долины Стардью! Мы собрали полную коллекцию. И всё это благодаря Вам!",

  //Donation menu dialogue and options
  "DonationMenuTitle": "Выберите рыбу, которую хотите отдать.",
  "DonationQuestion": "Добро пожаловать в Аквариум долины Стардью. Хотите отдать какую-нибудь рыбу ?",
  "OptionYes": "Да",
  "OptionNo": "Нет",
  "More": "Больше",
  "Exit": "Закрыть",
  "DeclineToDonate": "Вы можете вернуться в любое время, если передумаете!",
  "NothingToDonate": "Добро пожаловать в Аквариум долины Стардью! Если вы когда-нибудь найдете рыбу, которой у нас нет, мы будем рады, если Вы передатите её нам.",
  "MenuCloseFishDonated": "Большое спасибо за ваш вклад! Вернитесь через мгновение, и я все настрою!",
  "MenuCloseNoFishDonated": "Пожалуйста, возвращайтесь в любое время.",
  "Donate": "Отдать: ",
  "DonateDescription": "Нажав на кнопку ниже, вы отдадите эту рыбу и она пропадёт из вашего инвентаря.",

  //global messages in multiplayer
  "FishDonatedMP": "{0} пожертвовал {1} в Аквариум.",
  "AchievementUnlockedMP": "Все рыбы в Аквариуме долины Стардью собраны!",

  //collections menu title
  "CollectionsMenu": "Коллекция Аквариума долины Стардью.",

  //tank messages
  "WhichFishInfo": "О какой рыбе Вы хотели бы узнать больше?",
  "EmptyTank": "Просто пустой резервуар...",

  //dialogue boxes
  "Ice": "Весь этот лед ... он используется для охлаждения резервуара с помощью рядом стоящей машины.",
  "IceMachine": "Эта машина поддерживает охлаждение резервуара.",
  "Pressure": "Эта машина используется для контроля давления в этом резервуаре.",
  "Depth": "Казалось бы: точное представление измерителя глубины, но это не так...",
  "PanelCool": "На этой панели много кнопок, лучше не трогать.",
  "Lever": "Извините, но этот рычаг ничего Вам не даст.",
  "Bench": "Эти скамейки выглядят совершенно новыми...",
  "LegendaryBook": "Путеводитель рыбака по легендарной рыбе.",
  "MinesBook": "Шахты: Какие рыбы могут там жить?",
  "BaitBook": "Приманка и как ее правильно использовать.",
  "Dropped": "Похоже, кто-то недолюбливает книги...",
  "PetBook": "Энциклопедия рыб: Том 1",
  "Dwarf": "Это напоминает Вам кого-то... Но Вы не можете сказать, кого...",
  "Introvert": "Вы спросите, почему я здесь прячусь? Я интроверт.",
  "StayHydratedBois": "*звуки питья*",
  "OutsideSign": "Добро пожаловать в Аквариум долины Стардью! Прятного вам времяпрепровождения.",
  "SewerTP": "Спустившись по этой решетке, Вы попадете в канализацию, где мы держим особую рыбу, которую водят только в опасном месте, называемом логовом жуков-мутантов.",
  "SwampTP": "Если вы наступите на этот магический круг, вы перенесетесь в изолированную часть болота, где у нас хранятся особые образцы, наполненные пустотой. В них живут такие рыбы как лосось пустоты.",
  "SVETP": "Пройдите через эту дверь, чтобы увидеть нашу выставку некоторых особенных рыб.",
  "ComingSoon": "Скоро будет!",
  "SVEBookOpen": "Это кулинарная книга. В ней что-то упоминается о масляной рыбке...",
  "SVEBook1": "Обязательно посмотрите в списке наблюдения за монстрами: Апофис",
  "SVEBook2": "The Crimson Badlands: подробный обзор",
  "SVEBook3": "Тайна крпеости",
  "Shopkeeperecksdeehahafunny": "Человек-мороженое: Эй, ты не можешь сюда вернуться!",

  //fish descriptions
  "Tank_Pufferfish": "Рыба-ёж - одна из самых ядовитых рыб в мире. Это медлительная рыба, но у нее есть уникальный защитный механизм: она может надуть свой живот водой, чтобы ее не съели.",
  "Tank_Anchovy": "Анчоус - это небольшая рыба с фильтром, которая является типичной добычей для большинства хищников.",
  "Tank_Tuna": "Тунец - имеет обтекаемую форму и быструю скорость, что делает его очень эффективным хищником.",
  "Tank_Sardine": "Сардина - небольшая рыба, которая питается зоопланктоном. Обычно её можно найти в местах, где много зоопланктона.",
  "Tank_Bream": "Лещ - это название самых разных рыб. Этот синий вид обычно встречается в пресноводных районах вокруг долины Стардью.",
  "Tank_LargemouthBass": "Большеротый окунь - самый крупный вид окуня, обитающий в долине Стардью. Это обычная промысловая рыба для большинства рыбаков.",
  "Tank_SmallmouthBass": "Малоротого окуня обычно можно определить по красному цвету глаз. Как и у большинства видов окуня, самки обычно крупнее самцов.",
  "Tank_RainbowTrout": "Радужная форель водится как в озерах, так и в реках. Самый высокий зарегистрированный возраст радужной форели составляет 11 лет.",
  "Tank_Salmon": "Известно, что лосось мигрирует из океана в пресную воду, чтобы отложить икру. Некоторые говорят, что они возвращаются в то место, где они родились, чтобы размножаться.",
  "Tank_Walleye": "Судак назван так потому, что его глаза смотрят наружу. А ночью его глаза будут сиять в темноте, что облегчает ловлю для рыбаков.",
  "Tank_Perch": "Окунь - хищная рыба, водится как в озерах, так и в реках.",
  "Tank_Carp": "Термин «Карп» используется для обозначения большой группы разнообразных пресноводных рыб. Его можно найти во многих районах долины Стардью.",
  "Tank_Catfish": "Уникальные усики сома напоминают усы кошки, в честь которых он и назван. Обычно они активны в дождливые дни в долине Стардью.",
  "Tank_Pike": "Щука - хищная рыба, которая обычно обитает в солоноватых пресноводных районах. Английское название «Пика(англ.Pike)» происходит от её длинного тонкого тела, напоминающего древкообразное оружие, известное как пика.",
  "Tank_Sunfish": "Санфиш предпочитает теплые речные воды. Обычно его можно найти в долине Стардью весной и летом.",
  "Tank_RedMullet": "Раньше барабулька ценилась как домашнее животное. Теперь она более известна как рыба, используемая в блюдах.",
  "Tank_Herring": "Селдь обычно плавает большими косяками у берегов. Её можно найти в большинстве умеренных и мелководных водоемов.",
  "Tank_Eel": "Угорь - длинная рыба, у которой, в зависимости от вида, отсутствует несколько плавников. Он движется, создавая волны по всей длине своего тела.",
  "Tank_Octopus": "На самом деле осьминог - это не рыба, а восьмиконечный моллюск. Осьминог часто появляется в мифологии как монстр. Поймать его сложно, но это Вам это удалось, то Вы - молодец!",
  "Tank_RedSnapper": "Берикс легко узнать по его красному цвету. Это тропическая морская рыба, которую можно встретить в дождливые летние дни в долине Стардью.",
  "Tank_Squid": "Кальмар на самом деле не рыба, а скорее моллюск. Кальмары могут выбрасывать чернила, чтобы сбить с толку хищников. Если вы поместите его в пруд с рыбками, он может произвести для вас чернила!",
  "Tank_SeaCucumber": "Морской огурец на самом деле не рыба, а скорее иглокожие. Его можно найти на дне океана по всему миру.",
  "Tank_SuperCucumber": "Чудо-огурец на самом деле не рыба, а скорее иглокожие. Этот редкий вид морского огурца - редкий улов. Его видели летними и осенними ночами в долине Стардью.",
  "Tank_Ghostfish": "Пятнистый криворот полностью слепой. Однако, он может обнаруживать колебания давления воды благодаря своим боковым линиям, которые он так же использует и для навигации.",
  "Tank_Stonefish": "Эта замаскированная рыба может выглядеть безобидно, но очень ядовита. Так что не спутайте её с камнем!",
  "Tank_IcePip": "Лёдопип можно поймать глубоко в замерзших шахтах. Его небольшой размер и высокая скорость делают его редкой добычей для многих рыболовов.",
  "Tank_LavaEel": "Лавовый угорь - редкий и уникальный вид угрей. Он чудесным образом эволюционировал, чтобы выжить в раскаленной лаве. Так что будьте осторожны: в этом аквариуме очень жарко!",
  "Tank_Sandfish": "Песковик - тропическая камбала. Любит прятаться и маскироваться в песке.",
  "Tank_ScorpionCarp": "Скорпионовый карп - тропический вид карпа. Он использует свою скорость и ядовитое жало, чтобы поймать свою добычу.",
  "Tank_Flounder": "Мелкая камбала - плоская рыба, обитающая на дне океана. Взрослая камбала использует камуфляж, чтобы скрыться от хищников.",
  "Tank_MidnightCarp": "Полуночный карп - пугливая рыба. Встречается ночью в прудах и озерах.",
  "Tank_Sturgeon": "Осетр - древний вид рыб, у которого чрезвычайно долгая жизнь. Его чёрную икру можно получить в пруду.",
  "Tank_TigerTrout": "Тигровая форель - это гибрид коричневой и речной форели. Это бесплодная рыбоядная рыба, поэтому она довольно редкая.",
  "Tank_Bullhead": "Сомик - рыба, живущая на дне. У него плохое зрение, но он может использовать свои чувствительные усики, чтобы найти пищу.",
  "Tank_Tilapia": "Тиляпия - это общее название для самых разных видов рыб-цихлид. Они очень чувствительны к температуре и предпочитают теплую воду.",
  "Tank_Chub": "Голавль - общее название многих рыб с луговыми плавниками. Это очень распространенная рыба в долине Стардью.",
  "Tank_Dorado": "Дорада, что на нескольких языках означает «золото» или «золотой», дала этой блестящей рыбе свое название.",
  "Tank_Albacore": "Альбакор также известен как длинноперый тунец. Как и у тунца, у него обтекаемое тело. Это мигрирующая рыба, способная преодолевать большие расстояния.",
  "Tank_Shad": "Шэд, как и лосось, мигрируют в пресные воды для размножения.",
  "Tank_Lingcod": "Змеезуб также известен как 'buffalo cod' или 'cultus cod'. Его название на английском (англ.Lingcod) - комбинация двух других рыб, лин и трески. Хотя змеезуб не имеет близкого родства с этими рыбами, тем не менее, он получил это название за сходство с этими рыбами.",
  "Tank_Halibut": "Камбала - плоская рыба, обитающая на дне океана. Её английское (англ.Halibut)  название происходит от Holy (святая) и butte (плоская рыба).",
  "Tank_Woodskip": "Лесоплюх - очень чувствительная рыба, которая может жить только в водоемах глубоко в лесу... или в этом особенном аквариуме.",
  "Tank_VoidSalmon": "Лосось Пустоты был искажен энергией Пустоты. Об этой темной волшебной рыбе известно немногое.",
  "Tank_Slimejack": "Слаймджек покрыт слоем слизи. Некоторые рыбы используют слизь как защитный механизм от хищников.",
  "Tank_MidnightSquid": "Ночный кальмар, как и другие кальмары, на самом деле не рыба, а скорее моллюск. Он живет глубоко в океане и может производить большое количество чернил.",
  "Tank_Blobfish": "Рыба-пузырь - глубоководная рыба: она может жить на глубине от 600 до 1200 метров, где давление в 60-120 раз превышает уровень моря. Когда рыба-капля вылавливается рыболовами, она начинает терять форму из-за повреждения тканей. К счастью, этот аквариум предназначен для глубоководных рыб.",
  "Tank_SpookFish": "У этого экземпляра жуть-рыбы, три очень эффективных глаза, которые могут различать самый слабый силуэт в темноте морских глубин.",
  "Tank_Angler": "Легендарный Морской чёрт известен своим характерным методом хищничества: он использует биолюминесцентный опасный крючок для привлечения добычи.",
  "Tank_Legend": "Единственная и неповторимая Легенда... Они говорили, что её никогда не поймать, но Вы доказали обратное.",
  "Tank_MutantCarp": "Легендарный Карп-мутант находится в канализации города Пеликан. Как появился этот монстр, до сих пор остается загадкой.",
  "Tank_Crimsonfish": "Легендарный Кримзонфиш - редкий вид рыб, обитающий глубоко в океане. Летом он откладывает яйца на мелководье.",
  "Tank_Glacierfish": "Легендарный Ледорыб любит строить гнезда на дне ледников, где они чувствуют себя наиболее комфортно. Чем холоднее вода, тем лучше.",
  "Tank_Lobster": "Омар на самом деле не рыба, а ракообразное. Их цвета могут быть разными, но они очень редко бывают ярко-красными. Характерный красный цвет омара получается, когда во время приготовления удаляются определенные пигменты эпидермиса.",
  "Tank_Crayfish": "Раки - крошечные пресноводные ракообразные, похожие на омаров.",
  "Tank_Crab": "Краб - культовое ракообразное. Существует много разных видов крабов, которые можно найти по всему миру.",
  "Tank_Cockle": "Сердцевинка - это моллюск, который использует сифон для фильтрации воды.",
  "Tank_Mussel": "Мидия - это общее название нескольких двустворчатых моллюсков. Все они имеют уникальную удлиненную асимметричную форму.",
  "Tank_Shrimp": "Креветки - ракообразные, обитающие во многих океанах. В отличие от рыб, у них нет плавников для передвижения. Они подтягивают брюшко к своему телу. Получается, что креветки плывут задом наперёд.",
  "Tank_Snail": "Улитка принадлежит к группе брюхоногих моллюсков, относящейся к типу моллюсков. Улитки могут полностью втягиваться в свои раковины.",
  "Tank_Periwinkle": "Литорина - крошечный брюхоногий моллюск. Их раковины часто заострены.",
  "Tank_Oyster": "Устрица - двустворчатый моллюск. Они широко известны производством жемчуга. Жемчуг создается, когда внутри устрицы возникает раздражение. В качестве защитного механизма для покрытия раздражителя используется жидкость. Слой за слоем наносится это покрытие, называемое перламутром, до тех пор, пока не образуется блестящий жемчуг.",
  "Tank_Pufferchick": "'Давным-давно, когда земля была молодой, а иглобрюхих еще не было, на канале make-mods была своя собственная субкультура эмодзи, основанная на иглобрюхе. Я предложил добавить некоторые из них в слоты для эмодзи на сервере (это было тогда, когда у нас могло быть максимум 50), сотрудники спросили, какие из них я хочу добавить, и я в шутку создал пуфферчик, чтобы предложить это '. - Pathoschild, 2020.",
  "Tank_VoidEel": "Угорь Пустоты - загадочный вид угрей. Возможно, лишняя голова - результат энергии Пустоты.",
  "Tank_Starfish": "Морские звезды на самом деле не рыбы, а скорее иглокожие. Существует много видов морских звезд, их можно встретить в водах от тропических до полярных. Однако этот экземпляр выглядит тропическим.",
  "Tank_Clownfish": "Рыбу-клоуна можно найти в более теплых океанских водах. В зависимости от вида их цвета могут варьироваться от желтого, оранжевого, красного или черного с белыми полосами или пятнами.",
  "Tank_Minnow": "Гольян - это название нескольких видов мелких пресноводных рыб. Их можно найти в большинстве рек и озер.",
  "Tank_Puppyfish": "Паппифиш?, пожалуй, самый популярный водный питомец. Но если вы хотите погладить его, вам придется намочить руки!",
  "Tank_Butterfish": "Масляная рыба - пресноводная рыба. Её можно найти в разных водах вокруг долины Стардью в зависимости от сезона.",

  //1.1.0 fish descriptions

  "Tank_DottedAbalone": "Абалон - это название группы моллюсков. Они также известны под другими названиями, такими как; Ушные раковины, морские уши, раковины-барашки, раковины-мутон, ормер, перлемоэн и пауа.",
  "Tank_Scallop": "Гребешок - это название широкого спектра моллюсков. Они тесно связаны с другой группой моллюсков, обычно называемых устрицами.",
  "Tank_DewdropFish": "Рыба-капля росы, ее форма капли воды или скорее росинки дает этой рыбе уникальное название.",
  "Tank_PurpleSpottedTrout": "Пурпурная пятнистая форель не является уроженкой долины Стардью. Её происхождение не известно большинству людей.",
  "Tank_Relicantlette": "Реликантлет, как говорят, обычная рыба, которую можно встретить в древних озерах. Но найти древнее озеро - большая редкость.",
  "Tank_Serafin": "Серафин, он скользит по воде с помощью плавников, напоминающих крылья. Элегантная рыба, на которую стоит посмотреть.",
  "Tank_UmuwiCarp": "Карп Умуви, эта волшебная рыба, кажется, окружена странной магией. Необходимы дальнейшие исследования.",
  "Tank_KingSalmon": "Королевский лосось, эта гигантская рыба - самый крупный вид лосося. Очень ценная рыба для большинства рыболовов.",
  "Tank_Frog": "Лягушки принадлежат к большой и разнообразной группе земноводных. Используя свои голосовые связки, лягушки могут издавать различные квакающие звуки.",

  //1.1.0 dialogue boxes

  "LASV_TP": "Ступив в эти волшебные искры, вы телепортируетесь в новый волшебный мир!",

  //1.2.0 Fish descriptions

  "Tank_SonOfCrimsonfish": "У этой молодой малиновой рыбы яркий хвост, но это просто фаза.",
  "Tank_RadioactiveCarp": "Эта рыба радиоактивна, но не волнуйтесь, она безопасно содержится в этом аквариуме.",
  "Tank_Ms.Angler": "Эта рыба-удильщик, кажется, накрашена...",
  "Tank_GlacierfishJr.": "Эта рыба такая классная. У неё даже есть солнцезащитные очки, чтобы доказать вам.",
  "Tank_LegendII": "Единственная и неповторимая Легенда... подождите секунду!",
  "Tank_Stingray": "Скаты - это название группы морских скатов. Они родственны акулам, но в отличие от акул и других рыб, скаты используют уникальный способ передвижения, называемый волнообразным.",
  "Tank_BlueDiscus": "Голубой дискус - это вид цихлид, он очень чувствителен к изменениям температуры и предпочитает более теплые воды.",
  "Tank_Lionfish": "Крылатка, или также известная как рыба данио или огненная рыба, является ядовитой морской рыбой. Это эффективный хищник, который питается мелкой рыбой и моллюсками. В некоторых районах некоторые крылатки считаются инвазивным видом. В настоящее время известно 12 видов крылатых рыб.",

  //1.3.0 dialogue boxes

  "WaterfallCave": "Это всего лишь пещера за водопадом. Здесь не на что смотреть, двигайся дальше.",
  "KoiRoom": "На табличке рядом с дверью написано: Пруд с Кои.",
  "PrettyFlower": "Ты останавливаешься и вдыхаешь запах цветов.",
  "Knight": "Ты заглядываешь внутрь брони. Никого нет дома.",
  "Sword": "Меч очень тупой. Возможно, это просто для украшения.",
  "MNFBook1": "Путеводитель по острову Русалок.",
  "MNFBook2": "Кошачьи слизняки, Драконы и другие волшебные существа.",
  "MNFBook3": "Мифический город Гибли.",
  "MNFBook4": "Каталог зданий. Аквариумы и как их строить.",
  "Tea": "Кто-то оставил свою чашку чая на столе. Он все еще горячий.",
  "Boat": "Старая лодка с множеством дыр в ней.",
  "Cactus": "Вы осторожно протягиваете руку и касаетесь кактуса. К счастью для вас, он ненастоящий.",
  "Vase": "Красивая изогнутая ваза.",
  "Coconut": "Вы пытаетесь встряхнуть дерево. Но ничего не происходит... А чего вы ожидали, что кокосовый орех упадет вниз?",

  //1.3.0 MNF fish descriptions

  "Tank_Glassfish": "Стеклянная рыба имеет необыкновенно прозрачное тело, она питается ракообразными, кольчатыми червями и другими беспозвоночными. Обычно это добыча для более крупной рыбы.",
  "Tank_Coelacanth": "Целакант - это отряд рыб, в котором в настоящее время обитает всего 2 вида. Долгое время считалось, что этот орден вымер, но позже он был вновь открыт.",
  "Tank_Cavefish": "Пещерная рыба - это общий термин для обозначения рыб, приспособленных к жизни в пещерах. У них есть необычное приспособление, известное как трогломорфизм. Адаптация для животных, живущих в постоянной темноте, такая адаптация обычно включает потерю пигмента, зрения или возможную слепоту.",
  "Tank_CaveLobster": "Пещерный омар - редкий вид ракообразных, приспособившийся к жизни в пещерах. Он питается органическими веществами, которые вымываются в пещеры, и гуано летучих мышей.",
  "Tank_CyclopsShark": "Эта Акула-циклоп, по-видимому, является Темной Акулой, отличающейся Циклопией. Циклопия - это врожденный дефект, который редко встречается у многих животных.",
  "Tank_Barreleye": "Баррелай названы так из-за их уникальных бочкообразных глаз. Его глаза обычно направлены вверх, чтобы обнаружить силуэты своей добычи. Однако они все еще могут направлять свой взгляд вперед.",
  "Tank_BrainSlug": "Этот странный слизняк, как полагают, является паразитическим мозговым слизняком, у него зеленое тело с двумя щупальцами и одним большим глазом.",
  "Tank_Tucunare": "Тукунаре, или также известный как павлиний окунь, принадлежит к большому роду, известному как цихлиды. Даже при всем своем сходстве он не имеет близкого родства с другой рыбой, известной как окунь.",
  "Tank_ArcticChar": "Арктический голец - холодноводная рыба. Она относится к семейству лососевых, в которое входят такие рыбы, как форель и лосось. В некоторых районах она также известна как Голец.",
  "Tank_GreenTerror": "Зеленый террор или бирюзовая акара - вид пресноводных рыб из семейства крупных цихлид. Ранее её путали с другими видами из-за её полиморфизма, что означает, что один и тот же вид может иметь разные морфологии или формы.",
  "Tank_CommonPleco": "Обыкновенный плеко, также известный как сомик-присоска, является разновидностью пресноводного лорикариевого сома. Обычно он питается водорослями и ракообразными.",
  "Tank_SiameseAlgaeEater": "Сиамский водорослеед - вид пресноводных рыб семейства карповых. Обычно она обитает на дне ручьев и рек, где, как следует из названия, питается водорослями.",
  "Tank_Trahira": "Трахира или Траирас - семейство пресноводных рыб. Они плотоядны и охотятся на других рыб. Некоторые виды даже способны дышать воздухом.",
  "Tank_Pacu": "Паку - это общее название, которое относится к разновидности всеядных пресноводных серрасальмидных рыб. Они родственны пиранье, но, в отличие от ее близкого родственника, у них более квадратные зубы, подходящие для более всеядной диеты.",
  "Tank_SnowballPleco": "Снежнокомовый Плеко - это вид пресноводных лорикариевых сомов. Обычно он питается водорослями, но иногда поедает и другие органические вещества.",
  "Tank_FreshwaterPufferfish": "Хотя большинство рыб фугу обитают в морской среде, около 35 видов проводят весь свой жизненный цикл в пресной воде. Как и другие рыбы фугу, он обладает способностью раздуваться при угрозе, это защитный механизм, компенсирующий его медленное передвижение.",
  "Tank_Arowana": "Аравана - пресноводная рыба. Он также известен как рыба-дракон. Существует примерно 10 различных видов аравана. У него удлиненное тело, покрытое тяжелой чешуей с мозаичными узорами.",
  "Tank_Tench": "Линь или также известный как рыба-доктор. Его можно найти в медленно движущихся водах, таких как реки и озера.",
  "Tank_ZebraTilapia": "Зебровая тилапия относится к большому роду цихлид. Это довольно крупная цихлида, ее темные полосы имеют тенденцию исчезать с возрастом.",
  "Tank_ClownKnifefish": "Рыба-клоун также имеет другие названия, например, Пернатый клоун или Пятнистая рыба-нож. Эта ночная пресноводная рыба обычно водится в озерах.",
  "Tank_RedtailShark": "Краснохвостая акула или краснохвостый акуленок - вид пресноводных рыб из семейства карповых. У него черное тело с характерным оранжевым хвостом. Несмотря на то, что название этого вида может навести на мысль о его родстве с акулами, это не так.",
  "Tank_ClownLoach": "Боция-клоун или тигровая боция, как его еще называют, - это вид пресноводных рыб, принадлежащий к семейству вьюновых. У него длинное оранжево-желтое тело с черными полосами. Рот обращен вниз и имеет 4 колючки.",
  "Tank_Sauger": "Канадский судак - это пресноводная рыба, которая находится в близком родстве с обычным судаком. Это хорошо приспособленный хищник, способный плавать в быстрых потоках.",
  "Tank_Elephantfish": "Рыба-слон или, скорее, пресноводная рыба-слон, не путать с морской рыбой-слоном, является семейством пресноводных рыб. Некоторые виды имеют модифицированные ротовые органы, чтобы питаться мелкими беспозвоночными в илистых субстратах.",
  "Tank_FlameAngelfish": "Пламенная рыба-ангел или огненная рыба-ангел - это разновидность рыбы-ангела. Он имеет яркую оранжево-красную окраску, черные полосы на боках, спинной и анальный плавники голубого цвета. Его рацион может варьироваться от водорослей до ракообразных.",
  "Tank_ThreespotAngelfish": "Трехпятнистая рыба-ангел - это вид рыбы-ангела. Он имеет ярко-желтый окрас с тремя темными пятнами на теле. Самки этого вида могут менять свой пол в один момент в течение жизни.",
  "Tank_BandedAngelfish": "Полосатая рыбка или Рыбка-бандит - это разновидность рыбы-ангела. В целом он бледный с широкой черной полосой по всему телу. Обычно его можно встретить в глубоких водах вокруг рифов.",
  "Tank_OrnateAngelfish": "Ангел лирохвостый украшенный или Ангел рыба-беллус, как ее еще называют, является разновидностью рыбы-ангела. Самки этого вида обычно имеют голубой, черный и белый окрас. Самцы обычно серые с желтой полосой.",
  "Tank_RoyalAngelfish": "Королевская рыба-ангел или регальская рыба-ангел - это морской вид рыбы-ангела. У него плоское тело с разнообразной окраской в зависимости от того, из какого региона он родом.",
  "Tank_TigerPuffer": "Тигровый иглобрюх - это вид иглобрюхов, как и большинство иглобрюхов, некоторые из его органов содержат токсины, которые очень токсичны для человека.",
  "Tank_MoorishIdol": "Мавританский идол - распространенный вид морских рыб, обитающий в рифах и лагунах. Это всеядная рыба с привычкой поедать кораллы и губки.",
  "Tank_BlueTang": "Голубой танг - это разновидность рыбы-хирурга. Он также имеет другие названия, такие как королевский голубой танг, голубой бегемот, голубая рыба-хирург и другие. У него плоское синее тело с черным рисунком палитры и желтый хвост. Самцы, как правило, крупнее самок.",
  "Tank_DwarfStingray": "Карликовый скат - это небольшой вид скатов. У него ромбовидное тело, а голова образует почти треугольный заостренный кончик. У него длинный хвост, похожий на кнут, с зазубренным колющим шипом.",
  "Tank_MaroonClownfish": "Бордовая рыба-клоун или, как ее еще называют, спинорог-клоун - это вид рыбы-анемоны. Как и другие рыбы-анемоны, она образует симбиотические мутуалистические отношения с морскими анемонами.",
  "Tank_SebaeClownfish": "Рыба-клоун Себае - это вид рыбы-анемоны. Обычно его можно встретить живущим в ассоциации с анемонами седловидными.",
  "Tank_Wide-bandClownfish": "Широкополосая рыба-клоун - это вид рыбы-анемоны. Как и другие анемоны, он живет в симбиозе с анемонами и не подвержен их укусам. Он способен менять свой пол, самки обычно самые крупные, за ними следуют размножающиеся самцы, а затем неразмножающиеся самцы.",
  "Tank_PinkSkunkClownfish": "Розовая скунсовая рыба-клоун - это вид рыбы-анемоны. Анемоновые рыбы были объединены в шесть групп, называемых комплексами. Розовая скунсовая рыба-клоун принадлежит к комплексу, называемому скунсовым комплексом.",
  "Tank_OrangeClownfish": "Оранжевая рыба-клоун также известна под другими названиями, такими как рыба-клоун Перкула или рыба-клоун Анемон. Он принадлежит к подсемейству под названием анемоновых рыб, как и другие виды этого семейства, он живет в симбиозе с анемонами. Обычно он живет с 2 определенными видами анемонов.",
  "Tank_SaddlebackClownfish": "Рыба-клоун седлоногий или желтоперый клоун, как ее еще называют, относится к виду рыб-анемонов. Как и у некоторых других анемоновых рыб, самцы способны менять свой пол на женский, этот феномен называется протандрией.",
  "Tank_Two-BandClownfish": "Двухполосая рыба-клоун или двухполосая анемона, как ее еще называют, является одним из видов анемоновых рыб. Как следует из названия, на теле у него две полосы или полосы белого цвета с черными краями. Как и другие рыбы-анемоны, она питается водорослями и зоопланктоном.",
  "Tank_WhitesnoutClownfish": "Рыба-клоун Уайтснаут, или анемонфиш Мак-Каллоха, как ее еще называют. Как и другие рыбы-анемоны, она живет симбиотически с анемонами, но конкретно у белоносого клоуна обитает только 1 вид анемона - Анемона пузырчатая.",
  "Tank_FireClownfish": "Огненная рыба-клоун известна под множеством различных названий, таких как Коричная рыба-клоун, Сумрачная рыба-клоун или Черноспинная рыба-клоун и др. Это вид анемоновых рыб с темно-красным телом с одной белой полосой за глазом.",
  "Tank_YellowtailClownfish": "Желтохвостая рыба-клоун, или анемона Кларка, как ее еще называют, - это морской вид анемоновых рыб. В отличие от других рыб-клоунов, она приживается не на ограниченном количестве конкретных видов анемонов, а на множестве из 10 видов.",
  "Tank_SkunkClownfish": "Рыба-клоун Скунс, или Ноздреватая анемона, как ее еще называют, является одним из видов анемоновых рыб. Как и другие рыбы-анемоны, они территориальны и используют звук для защиты своей территории в виде хлопанья или стрекота.",
  "Tank_Pollock": "Минтай или серебристая сайда - это общее название одного из двух видов рыб из семейства тресковых. Другой вид, с которым его регулярно путают, - это колли или угольная рыба из того же рода.",
  "Tank_FalseKelpfish": "Ложная ламинария, или морской ерш, как ее еще называют, - это вид рыб из семейства скалозубов. Существует всего 3 признанных вида скальных рыб.",
  "Tank_Icefish": "Ледяная рыба или рыба-лапша - это семейство рыб. У них стройное тело почти без чешуи. Самки полностью лишены чешуи, а самцы имеют лишь несколько чешуек. Большинство видов ледяных рыб живут всего один год, поэтому они достигают зрелости очень быстро.",
  "Tank_Monkfish": "Рыба-монах - это общее название рода рыб-удильщиков. Он также известен под другими названиями, такими как лягуша-приманка или морские дьяволы. Как и у всех видов рыб-удильщиков, у нее есть подвеска для приманки или привлечения добычи. Известно 7 видов рыбы-монаха.",
  "Tank_Wolffish": "Волчки или морские волки - глубоководные рыбы, обитающие в холодных водах. С помощью своих крепких зубов он питается различными моллюсками, иглокожими и ракообразными. Известно 4 вида волчьих рыб, 5 видов, включая родственный им волчий угорь.",
  "Tank_Thread-SailFilefish": "Нитевидно-парусная филевая рыба или рыба-парусник - это морской вид филевых рыб. Он питается как планктоном, так и мелкими ракообразными, что делает его всеядным. Молодые особи этого вида обычно прячутся в дрейфующих водорослях для защиты от хищников.",
  "Tank_Soldierfish": "Рыба-солдат относится к семейству лучеперых рыб, их обычно можно встретить в тропических водах вблизи рифов. Они питаются более крупным зоопланктоном в открытой воде.",
  "Tank_Squirrelfish": "Рыба-белка относится к семейству лучеперых рыб, известно около 150 видов рыб-белок. Обычно их можно встретить вблизи тропических вод и рифов. Они питаются ракообразными, моллюсками и брюхоногими моллюсками на дне океана.",
  "Tank_Goldfish": "Золотая рыбка - это пресноводная рыба, принадлежащая к семейству карповых. Вопреки распространенному мнению, золотые рыбки не обладают плохой памятью. Выпущенные на волю аквариумные золотые рыбки в некоторых случаях могут стать причиной проблем и фактически могут быть отнесены к инвазивным видам.",
  "Tank_Ide": "Иде или орфе, как его еще называют, - это пресноводная рыба, принадлежащая к семейству карповых. У него яркая чешуя и длинное тело.",
  "Tank_CelestialEye": "Небесный глаз - это золотая рыбка, принадлежащая к семейству карповых, она также известна под названием 'Чоутэнган'. У него уникальные выступающие, обращенные к небу глаза.",
  "Tank_Lionhead": "Львиноголовка - это золотая рыбка, принадлежащая к семейству карповых. Его легко определить по уникальному росту головы и капюшону.",
  "Tank_Comet": "Комета - это золотая рыбка, принадлежащая к семейству карповых. Она похожа на обычную золотую рыбку, но гораздо меньше и стройнее. Её можно определить по длинному, вильчатому и единственному хвостовому плавнику.",
  "Tank_Telescope": "Телескоп - это золотая рыбка, принадлежащая к семейству карповых. Самая заметная её особенность - выступающие глаза. Этот признак в некоторых районах известен как глаза дракона.",
  "Tank_FreshwaterButterflyfish": "Рыбы-бабочки обычно обитают на коралловых рифах. Однако этот вид уникальным образом смог адаптироваться к пресной воде. Они особенно территориальны и образуют пары. Питается личинками пресноводных рыб.",
  "Tank_Pangasius": "Пангасиус - это род акульих сомов, их можно встретить в солоноватых и пресноводных системах, где они могут вырастать довольно крупными. Это плотоядные рыбы, которые обычно питаются креветками, крабами и другими рыбами. В настоящее время известно 22 вида пангасиуса.",
  "Tank_Anchoviella": "Анчоус (Анчовелла) - род рыб семейства анчоусовых. Это, как правило, небольшие и бледные рыбы, обитающие в теплых водах. Обычно они питаются планктоном и ракообразными.",
  "Tank_Barracuda": "Барракуда или сокращенно Куда - это крупная хищная рыба. У них длинное вытянутое, почти змееподобное тело. В настоящее время признано 28 видов барракуд.",
  "Tank_Blue-RingedOctopus": "Синекольчатые осьминоги - это группа из 4 высокоядовитых видов осьминогов. При угрозе он становится ярко-желтым и вспыхивает множеством синих колец.",
  "Tank_SmallMantaray": "Скаты манта - крупные скаты, у них большие треугольные грудные плавники, сросшиеся с головой, как у большинства скатов. В настоящее время известно только 2 вида мант.",
  "Tank_RibbonEel": "Ленточный угорь также известен под другими названиями, такими как листоносый муреный угорь или угорь Берниса. Это вид мурен, который легко узнать по расширенным передним ноздрям. Обычно они встречаются в лагунах или вблизи рифов.",
  "Tank_SeaSnake": "Морские змеи или змеи коралловых рифов - это группа змей, которые приспособились к жизни в морской среде. Некоторые из них полностью приспособлены к водной жизни и не способны передвигаться по суше. Они не имеют жабр и поэтому должны регулярно всплывать на поверхность, чтобы дышать.",
  "Tank_SmallSwordfish": "Рыба-меч, также известная как широколобка, - неуловимая рыба с характерным длинным плоским заостренным клювом, напоминающим меч. Он полагается на их огромную скорость во время охоты вместе с их мечом. Однако он не использует меч, чтобы пронзить копьем свою добычу, а скорее использует его, чтобы резать и ранить.",
  "Tank_Hagfish": "Морская рыба относится к порядку бесчелюстных рыб. Эта рыба, имеющая форму угря, может вырабатывать слизь, поэтому ее часто называют слизистым угрем.",
  "Tank_LongfinIcedevil": "Длинноперый ледяной черт или дьявол - глубоководная рыба, принадлежащая к семейству тресковых ледяных рыб. У него много приспособлений для жизни в глубоких и холодных водах.",
  "Tank_Haddock": "Пикша относится к семейству тресковых. У неё удлиненное тело, типичное для трески. Верхняя часть пикши может иметь цвет от коричневого до почти черного, в то время как нижняя часть серебристо-белая.",
  "Tank_StubbySquid": "Кальмары-трубачи или кальмары бобтейлы, как их еще называют, - это группа головоногих моллюсков. У них 8 рук и 2 щупальца, в целом они относительно небольшие.",
  "Tank_DumboOctopus": "Осьминог Дамбо - род из 13 признанных видов зонтичных осьминогов. Обычно они питаются ракообразными, двустворчатыми моллюсками и червями.",
  "Tank_KingCrab": "Королевский краб - это ракообразное, обычно встречающееся в холодных океанах. Из-за их размера и вкуса их мяса их часто ловят и продают в качестве пищи.",
  "Tank_SandDollar": "Песочные доллары также известны как морское печенье. Это небольшой плоский вид морского ежа. Он имеет жесткий скелет, называемый тестом.",
  "Tank_BlueDragonSlug": "Синий драконий слизень также известен под многими другими названиями, такими как морская ласточка, синий глаукус, синий океанический слизень и др. Это брюхоногий моллюск без раковины, который питается другими пелагическими существами, включая ядовитые виды.",
  "Tank_BriefSquid": "Короткий кальмар - это небольшой вид кальмаров. Как и другие кальмары, это не рыба, а скорее моллюск. Обычно он встречается в теплых мелководных водоемах.",
  "Tank_Nautilus": "Наутилус, что означает моряк, - это пелагический моллюск. Их часто называют живыми ископаемыми, поскольку они сохранились без существенных изменений в течение длительного времени.",
  "Tank_Prawn": "Креветки - это общее название мелких водных ракообразных. Они относятся к отряду декапод.",
  "Tank_SwimmerCrab": "Краб-плавунец - это ракообразное, принадлежащее к семейству Portunidae. Пара его ног плоская и позволяет ему плавать и ловить добычу.",
  "Tank_Jellyfish": "Медузы или морские желе, как их еще называют. Они принадлежат к филуму под названием Cnidaria. Медуза - это медуза-фаза этого типа животных, они также могут быть прикреплены к морскому дну в своей полип-фазе.",
  "Tank_FreshwaterCrab": "Существует около 1 300 обнаруженных видов пресноводных крабов. Эти ракообразные в отличие от своих морских собратьев проявляют материнскую заботу о своем потомстве.",
  "Tank_FreshwaterShrimp": "Пресноводная креветка - это небольшое ракообразное, которое можно встретить во многих районах. Он служит важной пищевой цепью для многих крупных животных.",
  "Tank_HarlequinFreshwaterShrimp": "Пресноводная креветка Арлекин - это небольшое ракообразное. В аквариумной торговле она также широко известна как Креветка-красавица или губчатые креветки.",
  "Tank_RedHarlequinFreshwaterShrimp": "Красная пресноводная креветка арлекин - небольшое ракообразное, питающееся неописанной пресноводной губкой.",
  "Tank_RedFreshwaterShrimp": "Красная пресноводная креветка или вишневая креветка, как ее еще называют. Эта красная морфа регулярно продается для аквариумов.",
  "Tank_BlueFreshwaterShrimp": "Эта пресноводная креветка также широко известна как голубая бархатная креветка. Эта голубая морфа, как и другие креветки, питается водорослями и другими микроорганизмами.",
  "Tank_Ladyfish": "Рыба-леди относится к семейству лучеперых рыб. Они также широко известны как скипджеки, джек-раши или тенпаундеры. Обычно они обитают вблизи побережья, где питаются ракообразными и мелкой рыбой.",
  "Tank_Robalo": "Робало также называют обыкновенным снуком или рыбой-сержантом. Обычно он предпочитает более теплые воды, питается мелкой рыбой, ракообразными, такими как креветки, и иногда крабами.",
  "Tank_MimicOctopus": "Мимический осьминог - это вид осьминогов, который, как и другие осьминоги, использует хроматофоры для маскировки. Известно также, что он подражает другим морским животным, отсюда и его название.",
  "Tank_SpinnyDogfish": "Колючая рыба или, грязевая акула или щучья рыба принадлежит к семейству собачьих рыб, которые являются акулами. Этот вид можно определить по наличию 2 шипов.",
  "Tank_ZebraEel": "Зебровый угорь или зебровая мурена, как его еще называют, относится к роду мурен. Обычно их можно встретить в скалистых районах, коралловых рифах на мелководье.",
  "Tank_GhostEel": "Угорь-призрак или белый ленточный угорь, как его еще называют, является разновидностью мурены. Это ночной хищник, который обычно питается мелкими ракообразными.",
  "Tank_LongnoseGar": "Длинноносый гар, также известный как длинноносый гарпик или билли гар. Средняя продолжительность его жизни составляет 15-20 лет, а самый продолжительный зарегистрированный возраст - 39 лет. Его внешний вид остается практически неизменным на протяжении миллионов лет.",
  "Tank_Lungfish": "Рыба-лунг наиболее известна тем, что обладает способностью дышать воздухом. Известно всего 6 видов лунгфишей. Лунговые рыбы всеядны, то есть они могут выжить, питаясь как растительной, так и животной пищей.",
  "Tank_Tigerfish": "Рыба-тигр - хищная пресноводная рыба. Он в основном питается пищухами, то есть питается только другими рыбами. У него удлиненное серебристое тело с цветными плавниками. У него большая голова с множеством зубов, которыми он может рубить и хватать добычу.",
  "Tank_ElectricCatfish": "Электрический сом - это семейство сомовых, всего известен 21 вид. Некоторые представители этого семейства обладают способностью производить электрический удар напряжением до 350 вольт.",
  "Tank_SmallGoblinShark": "Акула-гоблин - редкий вид глубоководных акул. У него розовая кожа, удлиненное плоское рыло, и он может выступать челюстью при кормлении.",
  "Tank_VampireSquid": "Кальмар-вампир, как и другие кальмары, является моллюском или, точнее, головоногим моллюском. Обычно он процветает в глубоких водах с низкой концентрацией кислорода. Вопреки своему названию он питается не кровью, а органическими веществами в виде детрита.",
  "Tank_GreatFireflySquid": "Кальмар-светлячок или сверкающий энопа, как его еще называют, является одним из видов кальмаров. В период нереста его можно встретить у берега, но в остальное время он предпочитает более глубокие воды. Они являются биолюминесцентными, то есть могут излучать свет с помощью фотофоров. Считается, что этот свет используется для общения, камуфляжа или привлечения добычи.",
  "Tank_FrilledShark": "Длиннокрылая акула - это название семейства для 2 известных видов акул. Они имеют длинное тело, похожее на тело угря, и передвигаются как угорь. Обычно его можно встретить на большой глубине в океане, но он поднимается на поверхность, чтобы питаться различными головоногими моллюсками, мелкими акулами и костлявой рыбой.",
  "Tank_Shinidamachu": "Шинидамачу также известны как насекомые с мертвыми душами или собиратели душ. Известно, что эти существа переносят души, поэтому лучше держаться на расстоянии.",
  "Tank_VoidEvilpus": "Этот пустотный осьминог часто приручается болотными ведьмами для использования в качестве рабочего животного. Чаще всего его используют как хранителя запертых душ.",
  "Tank_TrappedSoul": "Душа в ловушке - это общее название существ, околдованных водяными ведьмами. Это может быть человек, который их обидел, или опасное существо, которое теперь стало менее свирепым.",
  "Tank_Mudskipper": "Брызговики или брызгуны известны тем, что способны выживать как в воде, так и вне ее. Одной из их заметных особенностей являются боковые грудные плавники. Эти плавники позволяют плавнику скакать по илистой поверхности.",
  "Tank_WaterSnake": "Водяные змеи - это рептилии, которые проводят большую часть своей жизни в воде и рядом с ней. Обычно они не ядовиты и могут быть найдены питающимися лягушками.",
  "Tank_VoidCarp": "Карп пустоты - это рыба, которая была скручена энергией пустоты, изменив свою первоначальную форму. Благодаря своей новой форме он является популярным ингредиентом в оккультной индустрии из-за его многочисленных применений.",
  "Tank_Blinky": "У этой оранжевой рыбы в результате мутации вырос дополнительный глаз. Что могло стать причиной этого?",
  "Tank_Decapod": "Считается, что это странное ракообразное является ранней стадией более развитого вида существ, похожих на омаров.",
  "Tank_VampireFish": "Рыба-вампир, или Пайара, как ее еще называют. Эту агрессивную рыбу следует смешивать только с более крупными рыбами, если ее поместить в аквариум.",
  "Tank_Piranha": "Известно, что пиранья, или Piraña, очень хищна. Однако её рацион может варьироваться, и известно, что он также питается растительными веществами, что делает его всеядным.",
  "Tank_Lamprey": "Минога относится к отряду бесчелюстных рыб. Взрослую миногу можно классифицировать по ее зубчатому воронкообразному рту. В настоящее время известно 38 видов миног.",
  "Tank_TanchoKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. У Танчо Кои есть одинокое круглое красное пятно на голове, остальная часть его тела сплошного белого цвета. Его окраска символизирует восходящее солнце, и поэтому его любят во многих культурах за радость и предполагаемую удачу, которые он приносит своим владельцам.",
  "Tank_SankeKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Санке Кои - один из самых популярных сортов кои в прудах с кои или в водных садах. Эта трехцветная кои является одной из наиболее часто используемых и ценимых пород кои из-за ее радостного разнообразия окрасов. Кои могут жить до 200 лет, и поэтому они станут ценной семейной реликвией в семье.",
  "Tank_KohakuKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Кохаку Кои - одна из наиболее узнаваемых кои, у нее белое тело с красными отметинами.Это порода кои, о которой большинство людей думают, когда слышат о кои, это одна из самых старых и классических пород кои и с самой стабильной мраморностью.",
  "Tank_YamabukiKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Ямабуки Кои, или также известный как Ямабуки Огон, можно узнать по их желтым или золотистым отметинам. Для тех случаев, когда вам нужен более жизнерадостный и солнечный узор, сочетающийся с летней морской тематикой. Хотя они всеядны, лучше всего содержать их на диете, одобренной ветеринарами, и в условиях окружающей среды.",
  "Tank_GhostKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Призрачный карп кои - это потомство металлического карпа кои и дикого карпа темного окраса. Он поставляется в различных металлических цветах, но медный и черный могут подойти к вашему цыпленку sebright bantam chicken, для тех из вас, кто любит, чтобы ваши питомцы были такими же.",
  "Tank_KiUtsuriKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Уцуримоно или Уцури - это класс Кои, Ки, означающее желтый, идентифицирует этот желтый тип кои. Те, кто увлекается оккультизмом, заставят вас поверить, что эта порода кои принесет вам удачу с деньгами, и, учитывая, по каким ценам продаются кои, они могут что-то заподозрить.",
  "Tank_HiUtsuriKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Уцуримоно или Уцури - это класс Кои, Хи, означающий красный, идентифицирует этот красный тип кои. Считается, что этот вид кои дает владельцу магию защиты от огня и удачу в любви. Но лучше всего убедиться, что его личная жизнь хорошо контролируется. Известно, что инбридинг вызывает проблемы со здоровьем.",
  "Tank_ShiroUtsuriKoi": "Кои или нисикигои - это окрашенная разновидность амурского карпа. Уцуримоно или Уцури - это класс кои, Сиро, означающее белый, идентифицирует этот белый тип кои. Среди знатоков оккультизма распространено мнение, что этот тип кои воплощает в себе идеальный баланс как отрицательной, так и положительной энергий. В любом случае лучше держать его подальше от электроприборов.",
  "Tank_Tui": "Лунный дух Туй, перешедший из мира духов, чтобы создать Оазис Духов. Здесь он принял форму белой рыбы Кои. Если он будет отключен от Духа Океана, мир выйдет из равновесия, возвращение обеих рыб в этот пруд восстановит равновесие.",
  "Tank_La": "Океанский дух Ла, перешедший из мира духов, чтобы создать Оазис Духов. Здесь он принял форму белой рыбы Кои. Если он будет отключен от Духа Океана, мир выйдет из равновесия, возвращение обеих рыб в этот пруд восстановит равновесие..",

  //1.4.0 dialogue boxes

  "RSVRoom": "Войдите в эту дверь, чтобы увидеть нашу рыбу из деревни Риджсайд и другие редкие экземпляры.",
  "RSVBook1": "Рыболовный журнал Стардью 13#...Колыбельный карп, редкий улов осени.",
  "RSVBook2": "Рыболовный журнал Стардью 7#...Острохвостый осётр, редкий летний осетр из деревни Риджсайд.",
  "RSVBook3": "Рыболовный журнал Стардью 9#...Медуза «Кардия Септал», редкая морская медуза.",
  "RSVBook4": "Рыболовный журнал Стардью 2#...Багровый шипастый моллюск, редкий морской моллюск, который, как говорят, встречается весной.",
  "RSVBook5": "Рыболовный журнал Стардью 10#..Сказочная крылатка, сказочная или реальная?^^По слухам, её видели в океанских водах недалеко от Звездной росы во 2-ю среду сезона.",
  "RSVBook6": "Рыболовный журнал Стардью 3#...Целительный угорь, редкий угорь, встречающийся весной и лето на Хребте.",
  "RSVBook7": "Рыболовный журнал Стардью 1#...Золотолистый плавник, читатель пишет, что они поймали эту редкую рыбу в последнюю субботу сезона недалеко от Хребта.",
  "RSVBook8": "Рыболовный журнал Стардью 69#...Плащеносная древесная лягушка, Амфибия или Рыба? Амфибия!^^...Замечен на выходных недалеко от Хребта осенью.",
  "RSVBook9": "Рыболовный журнал Стардью 5#...Форель-жнец, редкая весенняя форель из деревни Риджсайд.",
  "RSVBook10": "Рыболовный журнал Стардью 1#... Галечный краб, редкое летнее ракообразное из деревни Риджсайд.",
  "SmallPlant": "Маленькое растение, которое только начало прорастать, его недавно поливали.",
  "CuratorBedroom": "Это спальня Куратора, в настоящее время она заперта.",
  "MNFIslandRoom": "На табличке рядом с дверью написано: Комната в джунглях.",
  "IslandBag": "Ты открываешь сумку...#......#.........#Там пусто.",
  "Cheater": "Вас одурачили.",
  "PearlFish": "Жемчужная рыба - это розовая рыба, которая охотится на мелких моллюсков, иногда оставляя после себя неперевариваемые части, такие как жемчуг, в честь которого она так названа.",

  //1.4.0 Fish Descriptions

  "Tank_PearlFish": "Эта красивая розовая рыба охотится на мелких моллюсков, иногда оставляя после себя неперевариваемые части, такие как жемчуг, в честь которого она так названа.",
  // RSV Fish
  "Tank_PebbleBackCrab": "Галечный краб - редкий вид ракообразных. Они названы так за свое уникальное поведение - собирать камешки и другие минералы и использовать их для украшения своей раковины. Они по неизвестным причинам предпочитают украшать себя редкими и дорогими минералами и драгоценными камнями, что делает их идеальными мишенями для рыболовов, пытающихся заработать немного прибыли.",
  "Tank_HarvesterTrout": "Форель-жнец - печально известный вид форели, он получил свое название за сбор урожая, который был близок к воде. Рыболовы, держащие их в рыбных прудах, сообщают, что иногда они дают семена, даже так называемые Древние семена.",
  "Tank_FixerEel": "Лечебный угорь - редкий вид угря. На них почти прекратилась охота из-за местных суеверий, утверждающих, что они могут починить все, что угодно, отсюда и название Лечебного Угря. ",
  "Tank_LullabyCarp": "Колыбельный карп - редкий вид карпа. Известно, что они иногда издают гармонические мелодии, но как они издают эти звуки, до сих пор остается загадкой.",
  "Tank_GoldenRoseFin": "Золотолистый плавник можно легко узнать по его золотистой окраске и плавным плавникам. Когда он плывет, кажется, что он танцует в воде.",
  "Tank_BladetailSturgeon": "Острохвостый осётр обладает очень острыми хвостовыми плавниками. Эти плавники могут быть довольно опасными, но неизвестно, используются ли они для охоты или самообороны.",
  "Tank_CardiaSeptalJellyfish": "Септальная медуза Кардия - очень уникальный вид медуз. В отличие от других медуз, которые иногда являются гермафродитами, у этого вида два сросшихся тела. Один явно самец и одна явно самка, больше об этой редкой медузе известно немного.",
  "Tank_CrimsonSpikedClam": "Малиновый шипастый моллюск - исчезающий и редкий вид двустворчатых моллюсков. Как и другие двустворчатые моллюски, он может создавать жемчуг, но по неизвестным причинам известно, что этот вид иногда производит рубины вместо жемчуга.",
  "Tank_FairytaleLionfish": "У сказочной крылатки появилась яркая цветная чешуя в качестве части ее камуфляжа. Суеверные легенды говорят, что он приносит удачу, в некоторых сказках даже упоминается Призматический осколок.",
  "Tank_CapedTreeFrog": "Плащеносная древесная лягушка - редкий вид земноводных. Окраска на его спине напоминает плащ, отсюда и название Плащевая древесная лягушка.",
  // SVE Fish
  "Tank_Kittyfish": "Кошачья Рыба - это волшебная рыба... или кошка? Требуются дальнейшие исследования.",
  // MNF
  "Tank_ClownTriggerfish": "Рыба-клоун-спинорог, или Большеротый спинорог, как его еще называют, - это морская рыба, принадлежащая к семейству спинорогов. Как и большинство спинорогов, он ведет себя агрессивно и будет защищать свою территорию.",
  "Tank_Bonnethead": "Шляпоголовая акула или Лопатоголовая акула, как ее еще называют, - это небольшой вид акул-молотов. Это активная тропическая акула, которая питается в основном ракообразными. Самки, как правило, крупнее самцов.",
  "Tank_BlackGhostKnifefish": "Черная Призрачная рыба-нож - тропическая пресноводная рыба, принадлежащая к семейству лучеперых рыб, называемых Призрачными рыбами-ножами. Этот вид способен генерировать слабые электрические разряды, которые могут быть использованы как для связи, так и для электролокации.",

  //1.5.0 New NPC dialogue

  "MaskTourist": "Турист: Тебе нравится моя маска? Вы можете купить их в сувенирном магазине прямо на улице!",
  "AquariumTourist_1": "Турист: ...",
  "AquariumTourist_2": "Турист: Чувак, это классное место!",
  "AquariumTourist_3": "Турист: Хороший наряд.",
  "Iridium_Knight": "Иридиевый рыцарь: Я сделал все, что можно было сделать. Там ничего не осталось. Мне нужен последний вызов!",
  "Squire": "Сквайр: Я ищу рыцаря в пурпурных доспехах. Вы их не видели?",
  "Duckguy": "Турист: Что за кряканье?",
  "Yo": "Турист: Йо.",
  "Greetings": "Турист: Приветствую.",
  "Sup": "Турист: Как дела?",
  "What": "Турист: Что?",
  "Pirate": "Турист: Ярр...",
  "Chihaya": "Турист: Привет, тебе нравится карута?",
  "Kana": "Девушка краснеет, когда замечает, что ты смотришь на нее.",
  "Gov": "Турист: Привет!",
  "Shark": "Турист: Как думаешь, в Аквариуме есть какие-нибудь акулы?",
  "Dapper": "Турист: Как поживаете?",

  //npc dialogue such long

  "SPRINGNPC_1": "Турист: Что же купить в сувенирном магазине?",
  "SPRINGNPC_2": "Турист: Привет, впервые в Аквариуме?",
  "SPRINGNPC_3": "Женщина не замечает Вас. Она занята.",
  "SPRINGNPC_4": "Мужчина в очках самодовольно улыбается.",
  "SPRINGNPC_5": "Турист: Я вижу рыбок в воде!",
  "SPRINGNPC_6": "Турист: Моя подруга сказала мне, что недавно видела дельфина.",
  "SPRINGNPC_7": "Турист: Я приезжаю сюда каждую весну и лето. Мне очень нравится этот пляж.",
  "SPRINGNPC_8": "Турист: Если вы хотите искупаться, отправляйтесь на южную часть пляжа.",
  "SPRINGNPC_9": "Турист: Я просто жду друзей.",
  "SPRINGNPC_10": "Турист: Здравствуйте, пришли насладиться пляжем?",
  "SPRINGNPC_11": "Турист: Посмотрите на всю эту еду!",
  "SPRINGNPC_12": "Турист: Я приезжаю сюда ради музыки.",
  "SPRINGNPC_13": "Турист: Извините, я Вас не знаю.",
  "SPRINGNPC_14": "Турист: Как дела?",
  "SPRINGNPC_15": "Турист: Привет, я как раз смотрел на эти приливные бассейны.",
  "SPRINGNPC_16": "Турист: Еда действительно хорошая.",
  "SPRINGNPC_17": "Турист: Я очень хочу пить.",
  "SPRINGNPC_18": "Турист: Вы пробовали это? Вкус вроде неплохой.",
  "SPRINGNPC_19": "Турист: Привет, перекусите?",
  "SPRINGNPC_20": "Турист: Что же попробовать в первую очередь?",
  "SPRINGNPC_21": "Турист: Посмотрите, какие там люди набиваются.",
  "SPRINGNPC_22": "Турист: Я пытаюсь набраться смелости и пойти в воду.",
  "SPRINGNPC_23": "Турист: Вода сегодня хорошая, стоит попробовать.",
  "SPRINGNPC_24": "Турист: Привет, пойдешь купаться?",
  "SPRINGNPC_25": "Турист: Я хочу искупаться, но волосы испортятся.",
  "SPRINGNPC_26": "Турист: Я люблю пляж весной, не слишком жарко и не слишком холодно.",
  "SPRINGNPC_27": "Турист: Надо попробовать позагорать, должен получится красивый загар.",
  "SPRINGNPC_28": "Турист: Хм? Ох, я задумался.",
  "SPRINGNPC_29": "Турист: Хотите искупаться? Используйте область с другой стороны цветной линии.",
  "SPRINGNPC_30": "Турист: Здравствуйте, хороший сегодня день?",
  "SPRINGNPC_31": "Турист: Мне нравится Аквариум, но и пляж тоже хороший.",
  "SPRINGNPC_32": "Турист: Привет, сегодня хорошая погода. Согласны?",

  "NPCSUMMER_1": "Мужчина в очках самодовольно улыбается.",
  "NPCSUMMER_2": "Турист: Стоит ли покупать новый верх от купальника?",
  "NPCSUMMER_3": "Турист: О нет! Я забыл взять с собой кошелек.",
  "NPCSUMMER_4": "Турист: Какая милая рыбка.",
  "NPCSUMMER_5": "Турист: Интересно, какие рыбы выставлены в Аквариуме?",
  "NPCSUMMER_6": "Турист: Привет, впервые в Аквариуме?",
  "NPCSUMMER_7": "Турист: Вы знали, что на пляже можно купить мороженое?",
  "NPCSUMMER_8": "Леди: Саймон, ты хочешь пойти посмотреть на рыбок в Аквариуме?",
  "NPCSUMMER_9": "Саймон слишком занят: облизывает леденец, чтобы Вас заметить.",
  "NPCSUMMER_10": "Турист: Я приезжаю сюда каждую весну и лето, мне очень нравится этот пляж.",
  "NPCSUMMER_11": "Турист: В это время года вид с причала действительно красивый.",
  "NPCSUMMER_12": "Турист: Мог бы поклясться, что видел в воде курицу, но может, это была просто рыба иглобрюх.",
  "NPCSUMMER_13": "Турист: Чем могу помочь?",
  "NPCSUMMER_14": "Турист: Привет, незнакомец. Как у тебя сегодня дела?",
  "NPCSUMMER_15": "Турист: Я действительно могу пойти за мороженым.",
  "NPCSUMMER_16": "Турист: Та женщина на пирсе выглядит озадаченной.",
  "NPCSUMMER_17": "Клоун: Хотите увидеть трюк с воздушным шариком?",
  "NPCSUMMER_18": "Турист: Что делает клоун на пляже?",
  "NPCSUMMER_19": "Турист: Привет, я просто жду друзей.",
  "NPCSUMMER_20": "Турист: Мне нравится отсюда смотреть на закат.",
  "NPCSUMMER_21": "Турист: Океан сегодня выглядит особенно красиво.",
  "NPCSUMMER_22": "Мужчина: Уф! Сегодня так жарко.",
  "NPCSUMMER_23": "Турист: Я люблю цвета воды летом.",
  "NPCSUMMER_24": "Турист: Не забудьте намазаться кремом для загара, если собираетесь загорать.",
  "NPCSUMMER_25": "Турист: Хотите искупаться? Используйте область с другой стороны цветной линии.",
  "NPCSUMMER_26": "Турист: Купание - отличный способ освежиться.",
  "NPCSUMMER_27": "Турист: Надо было взять с собой плавательную маску.",
  "NPCSUMMER_28": "Турист: Я не пойду купаться, волосы испортятся.",
  "NPCSUMMER_29": "Турист: Попробуйте прыгнуть в воду, если вам слишком жарко.",
  "NPCSUMMER_30": "Турист: Привет, пойдешь купаться?",
  "NPCSUMMER_31": "Турист: Я пытаюсь набраться смелости и пойти в воду.",
  "NPCSUMMER_32": "Турист: Интересно, есть ли на этом пляже ракушки ?",
  "NPCSUMMER_33": "Мужчина спит. Наверное, его не стоит беспокоить",
  "NPCSUMMER_34": "Турист: Кажется, я видел краба.",
  "NPCSUMMER_35": "Турист: Здравствуйте, наслаждаетесь погодой?",
  "NPCSUMMER_36": "Турист: В этих приливных бассейнах много морских звезд.",
  "NPCSUMMER_37": "Турист: Чего ты хочешь?",
  "NPCSUMMER_38": "Турист: О, тебе нравятся мои волосы? Спасибо!",
  "NPCSUMMER_39": "Турист: В этих приливных бассейнах так много жизни.",
  "NPCSUMMER_40": "Турист: Йоу!",
  "NPCSUMMER_41": "Турист: Че как, бро?",
  "NPCSUMMER_42": "Мужчина: На пляже можно сделать много красивых фотографий.",
  "NPCSUMMER_43": "Турист: Этот человек только что сфотографировал меня.",
  "NPCSUMMER_44": "Женщина слишком занята едой, чтобы вас заметить.",
  "NPCSUMMER_45": "Турист: Я больше не могу есть.",
  "NPCSUMMER_46": "Турист: Здравствуйте, вы голодны?",
  "NPCSUMMER_47": "Турист: Черничный пирог? Я его просто обожаю.",
  "NPCSUMMER_48": "Турист: Надеюсь, здесь нет цитрусовых? У меня аллергия на них.",
  "NPCSUMMER_49": "Турист: Это салат из капусты? Я люблю салат из капусты.",
  "NPCSUMMER_50": "Турист: Мясо очень вкусное.",
  "NPCSUMMER_51": "Турист: Интересно, что в этих тапасах, они вкусные!",
  "NPCSUMMER_52": "Турист: Что ?! Кто-то положил еду на мою тарелку? Ой, подождите, это был я.",
  "NPCSUMMER_53": "Турист: Столько еды!",
  "NPCSUMMER_54": "Турист: Послушайте, я взял коктейль из креветок, как модно.",
  "NPCSUMMER_55": "Турист: Эй, а мы знакомы?",
  "NPCSUMMER_56": "Турист: Здесь продают закуски, они очень дешевые.",
  "NPCSUMMER_57": "Женщина игнорирует вас",

  "FALLNPC_1": "Женщина игнорирует вас.",
  "FALLNPC_2": "Мужчина в очках самодовольно улыбается.",
  "FALLNPC_3": "Турист: Где все? Думаю, осень - не очень популярный сезон для поездок на пляж.",
  "FALLNPC_4": "Турист: В это время года вода слишком холодная, чтобы купаться, если что.",
  "FALLNPC_5": "Турист: Вода немного холодная, но я мне нравится.",
  "FALLNPC_6": "Турист: Холодновато.",
  "FALLNPC_7": "Турист: Привет, чувак.",
  "FALLNPC_8": "Турист: Привет, как дела?",
  "FALLNPC_9": "Турист: Мне нужно поймать последний лучик солнца до наступления зимы.",
  "FALLNPC_10": "Турист: Интересно, что в этих бутылках.",
  "FALLNPC_11": "Турист: Пирог лучший.",
  "FALLNPC_12": "Турист: Здравствуйте, Вы голодны?",
  "FALLNPC_13": "Турист: Мясо пробовали?",

  "NPCWINTER_1": "Рыбак: Ночью здесь можно поймать очень хороших кальмаров.",
  "NPCWINTER_2": "Рыбак напевает себе морскую мелодию.",
  "NPCWINTER_3": "Рыбак: Приехали порыбачить?",
  "NPCWINTER_4": "Рыбак: Хм? О, привет, жесткие линии и все такое.",
  "NPCWINTER_5": "Леди: Саймон, положи снежок на землю.",
  "NPCWINTER_6": "У Саймона озорная улыбка на лице.",

  //achievement
  "AchievementName": "Рыбный сон.",
  "AchievementDescription": "Пожертвовал по одной рыбке в Аквариум долины Стардью.",
  "AchievementCongratulations": "Вы сделали это... Поздравляем! Попробуйте вернуться завтра, чтобы увидеть Аквариум во всей его красоте!",

  //ehehehe
  "PufferchickDonated": "Вы услышали, как что-то щелкнуло за прилавком...",

  //mail
  "AquariumOpenLandslide": "Здравствуйте, @,^^Я узнал, что ночью в городе произошло землетрясение. К счастью, никто не пострадал. В связи с этим событием, в городе открылся путь на Железнодорожную станцию.^Поэтому я с гордостью сообщаю, что новый Аквариум долины Стардью открыт для посещения и бизнеса!^Мой друг Вилли говорит мне, что вы хороший рыбак. Возможно, вы подумаете о том, чтобы пожертвовать несколько экземпляров, которые могли бы поймать.^^С уважением, куратор Аквариума.",
  "AquariumOPenLater": "Здравствуйте, @!^^Я с гордостью сообщаю, что новый Аквариум долины Стардью открыт для посещения и бизнеса!^Мой друг Вилли говорит мне, что вы хороший рыбак. Возможно, вы подумаете о том, чтобы пожертвовать несколько экземпляров, которые могли бы поймать.^^С уважением, куратор Аквариума."
}
