{
  //tank messages
  "EmptyTank": "Apenas um tanque vazio...",

  // items.
  "Decor": "Decor", // used as the override category name for one item.
  "pufferchick-shirt-name": "Camiseta de Galiacu",
  "pufferchick-shirt-description": "Galiacu!",

  "legendary-bait-name": "Legendary Bait", // new!
  "legendary-bait-description": "Very rare fish are attracted to this...", // new!

  "pufferchick-name": "Galiacu",
  "pufferchick-description": "Meio frango, meio baiacu.",

  //dialogue boxes
  "Ice": "Todo esse gelo... é usado para resfriar o tanque com aquela máquina.",
  "IceMachine": "Esta máquina mantém o tanque resfriado em temperaturas muito baixas.",
  "Pressure": "Esta máquina é usada para monitorar a pressão deste tanque de peixes.",
  "Depth": "Esta é uma representação muito precisa de um medidor de profundidade, mas não é real.",
  "PanelCool": "Este painel tem muitos botões, é melhor não tocar nele.",
  "Lever": "Desculpe, mas essa alavanca não vai levar você a lugar nenhum.",
  "Bench": "Esses bancos parecem novos...",
  "LegendaryBook": "Guia do Pescador sobre os Peixes Lendários.",
  "MinesBook": "As Minas: Que tipo de peixe pode viver lá?",
  "BaitBook": "Isca e como usá-la direito.",
  "Dropped": "Parece que alguém tem pouca empatia pelos livros...",
  "PetBook": "Enciclopédia de peixes: Volume 1.",
  "Dwarf": "Isso te lembra alguém... Mas você não pode dizer quem...",
  "Introvert": "Por que estou me escondendo aqui, você pergunta? Eu sou introvertido.",
  "StayHydratedBois": "*barulhos de bebida*",
  "OutsideSign": "Bem-vindo ao Stardew Aquarium! Desfrute da sua visita.",
  "SewerTP": "Ao descer esta grade, você chegará aos esgotos, onde mantemos um peixe especial que é encontrado apenas em um lugar perigoso chamado covil de insetos mutantes.",
  "SwampTP": "Se você pisar neste círculo mágico, será transportado para uma parte isolada do pântano, onde mantemos espécimes especiais 'infundidos no vazio', como o salmão no vazio.",
  "SVETP": "Passe por esta porta para ver nossa exibição de alguns peixes especiais.",
  "ComingSoon": "Em breve!",
  "SVEBookOpen": "Este é um livro de culinária. Ele menciona algo sobre um Butterfish...",
  "SVEBook1": "Deve ver na Lista de Monstros: The Apophis",
  "SVEBook2": "The Crimson Badlands: um olhar aprofundado.",
  "SVEBook3": "O segredo da vila do castelo",
  "Shopkeeperecksdeehahafunny": "Sorveteiro: Ei, você não pode voltar aqui!",

  /*
	//1.1.0 dialogue boxes

	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
  //npc dialogue such long

  "SPRINGNPC_1": "Turista: O que devo comprar na loja?",
  "SPRINGNPC_2": "Turista: Olá, primeira vez visitando o Aquário?",
  "SPRINGNPC_3": "A mulher não te nota, ela está ocupada.",
  "SPRINGNPC_4": "O homem de óculos dá um sorriso presunçoso.",
  "SPRINGNPC_5": "Turista: Estou vendo alguns peixes na água!",
  "SPRINGNPC_6": "Turista: Minha amiga me disse que viu um golfinho da última vez que esteve aqui.",
  "SPRINGNPC_7": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
  "SPRINGNPC_8": "Turista: Se quiser dar um mergulho, experimente a parte sul da praia.",
  "SPRINGNPC_9": "Turista: Estou apenas esperando meus amigos.",
  "SPRINGNPC_10": "Turista: Olá, vamos curtir a praia?",
  "SPRINGNPC_11": "Turista: Olha só toda essa comida!",
  "SPRINGNPC_12": "Turista: Vim aqui pela música.",
  "SPRINGNPC_13": "Turista: Desculpe, não te conheço.",
  "SPRINGNPC_14": "Turista: E aí?",
  "SPRINGNPC_15": "Turista: Oh, oi, eu estava apenas olhando para esta piscina de maré.",
  "SPRINGNPC_16": "Turista: Essa comida é muito boa.",
  "SPRINGNPC_17": "Turista: Estou com muita sede",
  "SPRINGNPC_18": "Turista: Você já tentou isso? Não é ruim.",
  "SPRINGNPC_19": "Turista: Oi, venha comer alguma coisa?",
  "SPRINGNPC_20": "Turista: O que devo tentar primeiro?",
  "SPRINGNPC_21": "Turista: Olha todas aquelas pessoas ali se empanturrando.",
  "SPRINGNPC_22": "Turista: Estou tentando reunir coragem para entrar na água.",
  "SPRINGNPC_23": "Turista: A água está boa hoje, você deveria experimentar.",
  "SPRINGNPC_24": "Turista: Oi, vai dar um mergulho?",
  "SPRINGNPC_25": "Turista: Quero ir nadar, mas vai estragar meu cabelo.",
  "SPRINGNPC_26": "Turista: Adoro praia na primavera, nem muito calor nem muito frio.",
  "SPRINGNPC_27": "Turista: Eu deveria tentar tomar sol, posso pegar um belo bronzeado.",
  "SPRINGNPC_28": "Turista: Hmm? Oh, eu estava perdido em pensamentos.",
  "SPRINGNPC_29": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
  "SPRINGNPC_30": "Turista: Olá, está tendo um bom dia?",
  "SPRINGNPC_31": "Turista: Gosto do aquário, mas esta praia também é bonita.",
  "SPRINGNPC_32": "Turista: Olá, bom tempo hoje. Você não acha?",

  "NPCSUMMER_1": "O homem de óculos dá um sorriso presunçoso.",
  "NPCSUMMER_2": "Turista: Devo comprar um top de biquíni novo?",
  "NPCSUMMER_3": "Turista: Oh não! Esqueci de trazer minha carteira.",
  "NPCSUMMER_4": "Turista: Que aquário fofo.",
  "NPCSUMMER_5": "Turista: Eu me pergunto quais peixes o Aquário tem em exibição.",
  "NPCSUMMER_6": "Turista: Olá, primeira vez visitando o Aquário?",
  "NPCSUMMER_7": "Turista: Você sabia que pode comprar sorvete na praia?",
  "NPCSUMMER_8": "Moça: Quer ver os peixes do aquário, Simon?",
  "NPCSUMMER_9": "Simon está muito ocupado lambendo seu pirulito para notar você.",
  "NPCSUMMER_10": "Turista: Venho aqui toda primavera e verão, adoro essa praia.",
  "NPCSUMMER_11": "Turista: A vista do píer é muito bonita nesta época do ano.",
  "NPCSUMMER_12": "Turista: Eu poderia jurar que vi uma galinha na água, talvez fosse apenas um baiacu.",
  "NPCSUMMER_13": "Turista: Posso te ajudar?",
  "NPCSUMMER_14": "Turista: Olá, querido(a). Como você está hoje?",
  "NPCSUMMER_15": "Turista: Eu realmente poderia tomar um sorvete.",
  "NPCSUMMER_16": "Turista: Essa mulher no cais parece confusa.",
  "NPCSUMMER_17": "Palhaço: Quer ver um truque do balão?",
  "NPCSUMMER_18": "Turista: O que um palhaço está fazendo na praia?",
  "NPCSUMMER_19": "Turista: Olá, estou apenas esperando meus amigos.",
  "NPCSUMMER_20": "Turista: Gosto de ver o pôr do sol daqui.",
  "NPCSUMMER_21": "Turista: O oceano está lindo hoje.",
  "NPCSUMMER_22": "Homem: Ufa! Está tão quente hoje.",
  "NPCSUMMER_23": "Turista: Adoro as cores da água no verão.",
  "NPCSUMMER_24": "Turista: Lembre-se de usar protetor solar, se for tomar sol.",
  "NPCSUMMER_25": "Turista: Quer dar um mergulho? Use a área do outro lado da linha colorida.",
  "NPCSUMMER_26": "Turista: Nadar é uma ótima maneira de se refrescar.",
  "NPCSUMMER_27": "Turista: Eu deveria ter trazido minha máscara de natação.",
  "NPCSUMMER_28": "Turista: Não vou nadar, vai estragar meu cabelo.",
  "NPCSUMMER_29": "Turista: Você deve tentar pular na água se estiver com muito calor.",
  "NPCSUMMER_30": "Turista: Oi, vai dar um mergulho?",
  "NPCSUMMER_31": "Turista: Estou tentando reunir coragem para entrar na água.",
  "NPCSUMMER_32": "Turista: Gostaria de saber se há alguma concha do mar nesta praia.",
  "NPCSUMMER_33": "O homem está cochilando, você provavelmente não deveria incomodá-lo.",
  "NPCSUMMER_34": "Turista: Acho que vi um caranguejo.",
  "NPCSUMMER_35": "Turista: Olá, aproveitando o clima?",
  "NPCSUMMER_36": "Turista: Há muitas estrelas do mar nessas piscinas naturais.",
  "NPCSUMMER_37": "Turista: O que você quer?",
  "NPCSUMMER_38": "Turista: Oh, você gosta do meu cabelo? Obrigado!",
  "NPCSUMMER_39": "Turista: Há muita vida nessas piscinas naturais.",
  "NPCSUMMER_40": "Turista: Yo!",
  "NPCSUMMER_41": "Turista: E ai, mano?",
  "NPCSUMMER_42": "Homem: Você pode tirar muitas fotos bonitas na praia.",
  "NPCSUMMER_43": "Turista: Aquele homem ali acabou de tirar uma foto minha.",
  "NPCSUMMER_44": "A mulher está muito ocupada comendo para notar você..",
  "NPCSUMMER_45": "Turista: Não consigo comer mais.",
  "NPCSUMMER_46": "Turista: Olá, você está com fome?",
  "NPCSUMMER_47": "Turista: Sapateiro de Amora! Meu favorito.",
  "NPCSUMMER_48": "Turista: Espero que não haja citros em nada disso. Eu sou alérgico como pode ver.",
  "NPCSUMMER_49": "Turista: Isso é salada de repolho? Eu amo salada de repolho.",
  "NPCSUMMER_50": "Turista: Essa carne é deliciosa.",
  "NPCSUMMER_51": "Turista: Eu me pergunto o que há nessas tapas, são gostosas!",
  "NPCSUMMER_52": "Turista: O quê ?! Alguémn, a comida do meu prato. Oh espere, fui eu.",
  "NPCSUMMER_53": "Turista: Há muita comida!",
  "NPCSUMMER_54": "Turista: Olha, temos Coquetel de Camarão, que bom.",
  "NPCSUMMER_55": "Turista: Ei, nós nos conhecemos?",
  "NPCSUMMER_56": "Turista: Aqui vendem salgadinhos, são muito baratos.",
  "NPCSUMMER_57": "A mulher esta te ignorando",

  "FALLNPC_1": "A mulher esta te ignorando",
  "FALLNPC_2": "O homem de óculos lhe dá um sorriso presunçoso",
  "FALLNPC_3": "Turista: Onde estão todos? Acho que o outono não é uma temporada de praia muito popular.",
  "FALLNPC_4": "Turista: A água está muito fria nesta época do ano para ir nadar se me perguntar.",
  "FALLNPC_5": "Turista: A água está um pouco fria, mas não me importo.",
  "FALLNPC_6": "Turista: É meio frio.",
  "FALLNPC_7": "Turista: Ei cara.",
  "FALLNPC_8": "Turista: Oi, como você está hoje?",
  "FALLNPC_9": "Turista: Preciso pegar o último resquício de sol antes que o inverno chegue.",
  "FALLNPC_10": "Turista: Eu me pergunto o que há nessas garrafas.",
  "FALLNPC_11": "Turista: O Sapateiro é o melhor.",
  "FALLNPC_12": "Turista: Olá, você está com fome?",
  "FALLNPC_13": "Turista: Você já experimentou a carne?",

  "NPCWINTER_1": "Pescador: Você pode pegar algumas 'Lulas' bem poderosas aqui à noite.",
  "NPCWINTER_2": "O pescador cantarola para si mesmo uma melodia náutica",
  "NPCWINTER_3": "Pescador: Veio pescar, não é?",
  "NPCWINTER_4": "Pescador: Hmm? Oh, olá, linhas apertadas e tudo mais.",
  "NPCWINTER_5": "Moça: Coloque essa bola de neve no chão, Simon.",
  "NPCWINTER_6": "Simon tem um sorriso travesso no rosto.",

  //mail
  "AquariumOpenLandslide": "Querido(a) @,^^Estou aliviado em saber que ninguém se feriu quando o deslizamento foi eliminado na noite passada. Mas, devido a esse evento, ouvi que a ferrovia agora está disponível novamente para Pelican Town.^Portanto, tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium.",
  "AquariumOPenLater": "Olá @!^^Tenho o orgulho de anunciar que o novo Stardew Aquarium está aberto para negócios!^Meu amigo Willy me disse que você é um grande pescador, talvez você considerasse doar alguns dos espécimes que possa pescar.^^Atenciosamente, O Curador do Stardew Aquarium."
}
