{
  //Welcome message after the stardew aquarium has been completed
  "AquariumWelcome": "¡Bienvenido al Aquario de Stardew Valley! Hemos adquirido una colección completa recientemente. ¡Y todo es gracias a ti!",

  //Donation menu dialogue and options
  "DonationMenuTitle": "Selecciona el pez que deseas donar",
  "DonationQuestion": "¡Bienvenido al Aquario de Stardew Valley! ¿Te gustaría donar un pez hoy?",
  "OptionYes": "Sí",
  "OptionNo": "No",
  "More": "Más",
  "Exit": "Cerca",
  "DeclineToDonate": "¡Eres libre de volver en cualquier momento si cambias de parecer!",
  "NothingToDonate": "¡Bienvenido al Aquario de Stardew Valley! Si alguna vez encuentras algún espécimen que nos falte, estaríamos encantados si llegas a considerar en realizar una donación.",
  "MenuCloseFishDonated": "¡Muchas gracias por tu contribución! ¡Vuelve en cualquier momento y lo tendré preparado!",
  "MenuCloseNoFishDonated": "Por favor, vuelve cuando quieras.",
  "Donate": "Donate: ",
  "DonateDescription": "Haciendo click en el botón a continuación donarás el pez y se eliminará de tu inventario",

  //global messages in multiplayer
  "FishDonatedMP": "{0} ha donado {1} en el Acuario",
  "AchievementUnlockedMP": "¡El Acuario de Stardew Valley ha sido completado!",

  //collections menu title
  "CollectionsMenu": "Colección de Acuario Stardew",

  //tank messages
  "WhichFishInfo": "¿Sobre qué pez te gustaría saber más?",
  "EmptyTank": "Solo un tanque vacío...",

  // items.
  "Decor": "Decor", // used as the override category name for one item.
  "pufferchick-shirt-name": "Camiseta de Globo-Pollo",
  "pufferchick-shirt-description": "He estado allí, he hecho eso, y ya tengo la camiseta.",

  "legendary-bait-name": "Legendary Bait", // new!
  "legendary-bait-description": "Very rare fish are attracted to this...", // new!

  "pufferchick-name": "Globo-Pollo",
  "pufferchick-description": "Mitad pollo, mitad Pez Globo.",

  //dialogue boxes
  "Ice": "Todo este hielo... es usado para enfriar la pecera con esa máquina.",
  "IceMachine": "Esta máquina mantiene la pecera congelado sobre temperaturas muy bajas.",
  "Pressure": "Esta máquina es usada para medir la presión de la pecera.",
  "Depth": "Esta es una representación muy semejante a un medidor de profundidad, pero no es real.",
  "PanelCool": "Este panel tiene muchos botones, mejor no tocarlos.",
  "Lever": "Lo siento, pero esta palanca no te llevará a ninguna parte.",
  "Bench": "Estos bancos parecen nuevos...",
  "LegendaryBook": "Una guía de pescador para peces legendarios.",
  "MinesBook": "The Mines : ¿Qué tipo de pez vivirá aquí?",
  "BaitBook": "Cebo y cómo usarlo correctamente.",
  "Dropped": "Parece que alguien tiene un poco de empatía por los libros...",
  "PetBook": "Enciclopedia de peces: Volúmen 1.",
  "Dwarf": "Esto me recuerda a alguien... Pero no puedo decirte a quién...",
  "Introvert": "Que por qué me estoy escondiendo aquí, preguntarás. Soy un introvertido.",
  "StayHydratedBois": "*sonidos de beber*",
  "OutsideSign": "¡Bienvenido al Acuario de Stardew Valley! Disfruta tu visita.",
  "SewerTP": "Si bajas la rejilla te dirigirás hacia las alcantarillas, dónde mantenemos un pez especial que solo es encontrado en un lugar peligroso llamado guarida de insectos mutantes.",
  "SwampTP": "Si te paras sobre este circulo mágico serás transportado a una parte aislada del pantano, donde especímenes especiales 'infundidos por el vacío' pueden prosperar.",
  "SVETP": "Pasa por esta puerta para ver nuestra exhibición de peces especiales.",
  "ComingSoon": "¡Muy pronto!",
  "SVEBookOpen": "Es un libro de cocina. Menciona algo sobre el Pez Mantequilla...",
  "SVEBook1": "Debes ver la lista de seguimiento de monstruos: El Apophis",
  "SVEBook2": "Los Crimson Badlands: Una mirada profunda.",
  "SVEBook3": "El secreto del Castillo Village",
  "Shopkeeperecksdeehahafunny": "El Hombre de Helado: ¡Oye, no puedes volver aquí!",

  /*
	//1.1.0 dialogue boxes

	"LASV_TP": "Stepping into these magical sparkles, will teleport you to a new magical world!",
	*/
  //npc dialogue such long

  "SPRINGNPC_1": "Turista: ¿Qué debería comprar en la tienda de recuerdos?",
  "SPRINGNPC_2": "Turista: Hola, ¿Primera vez visitando el Acuario?",
  "SPRINGNPC_3": "La mujer no se ha dado cuenta de que estás aquí, está muy ocupada.",
  "SPRINGNPC_4": "El hombre con gafas te dirige una sonrisa presumida.",
  "SPRINGNPC_5": "Turista: ¡Puedo ver peces en el agua!",
  "SPRINGNPC_6": "Turista: Mi amiga me dijo que vió un delfín la última vez que estuvo aquí.",
  "SPRINGNPC_7": "Turista: Vengo aquí cada primavera y verano, me encanta esta playa.",
  "SPRINGNPC_8": "Turista: Si quieres ir a nadar, prueba la parte sur de la playa.",
  "SPRINGNPC_9": "Turista: Estoy esperando a mis amigos.",
  "SPRINGNPC_10": "Turista: Hola, ¿Viniste a disfrutar de la playa?",
  "SPRINGNPC_11": "Turista: ¡Mira toda esta comida!",
  "SPRINGNPC_12": "Turista: Vine hasta aquí por la música.",
  "SPRINGNPC_13": "Turista: Lo siento, no te conozco.",
  "SPRINGNPC_14": "Turista: ¿Qué tal?",
  "SPRINGNPC_15": "Turista: Oh hola, solo estaba aquí viendo la marea.",
  "SPRINGNPC_16": "Turista: La comida está muy buena.",
  "SPRINGNPC_17": "Turista: Tengo mucha sed.",
  "SPRINGNPC_18": "Turista: ¿Ya probaste esto? No está mal.",
  "SPRINGNPC_19": "Turista: Hola, ¿Vienes a probar algo?",
  "SPRINGNPC_20": "Turista: ¿Qué debería probar primero?",
  "SPRINGNPC_21": "Turista: Mira a toda esa gente de allí llenándose.",
  "SPRINGNPC_22": "Turista: Estoy tratando de reunir el valor para ir al agua.",
  "SPRINGNPC_23": "Turista: El agua está linda hoy, deberías probarla.",
  "SPRINGNPC_24": "Turista: Hola, ¿Vas a nadar?",
  "SPRINGNPC_25": "Turista: Quiero ir a nadar, pero me arruinará el pelo.",
  "SPRINGNPC_26": "Turista: Me encanta la playa en primavera, ni demasiado caliente ni demasiado fría.",
  "SPRINGNPC_27": "Turista: Debería intentar tomar el sol, podría tener un bronceado lindo.",
  "SPRINGNPC_28": "Turista: ¿Hmm? Oh estaba perdido en mis pensamientos.",
  "SPRINGNPC_29": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
  "SPRINGNPC_30": "Turista: Hola, ¿Estás teniendo un buen día?",
  "SPRINGNPC_31": "Turista: Me gusta el acuario, pero la playa es bonita.",
  "SPRINGNPC_32": "Turista: Hola, buen clima el de hoy. ¿No crees?",

  "NPCSUMMER_1": "El hombre con gafas te dirige una sonrisa presumida.",
  "NPCSUMMER_2": "Turista: ¿Debería comprar un nuevo bikini?",
  "NPCSUMMER_3": "Turista: ¡Oh no! Olvidé mi maleta.",
  "NPCSUMMER_4": "Turista: Que linda pecera.",
  "NPCSUMMER_5": "Turista: Me pregunto qué peces tiene el Acuario en exhibición.",
  "NPCSUMMER_6": "Turista: Hola, ¿Primera vez que visito el acuario?",
  "NPCSUMMER_7": "Turista: ¿Sabías que puedes comprar helado en la playa?",
  "NPCSUMMER_8": "Señora: ¿Quieres ir a ver los peces en el acuario, Simon?",
  "NPCSUMMER_9": "Simon está demasiado ocupado lamiendo su piruleta para notar que estás ahí.",
  "NPCSUMMER_10": "Turista: Vengo aquí cada primavera y verano, amo esta playa.",
  "NPCSUMMER_11": "Turista: La vista desde el muelle es realmente bonita en esta época del año.",
  "NPCSUMMER_12": "Turista: Podría haber jurado que vi un pollo en el agua, tal vez solo era un pez Globo-Pollo.",
  "NPCSUMMER_13": "Turista: ¿Puedo ayudarte?",
  "NPCSUMMER_14": "Turista: Oh hola cariño. ¿Cómo estás hoy?",
  "NPCSUMMER_15": "Turista: Realmente podría ir a comprar un helado ahora.",
  "NPCSUMMER_16": "Turista: Esa mujer en el muelle parece desconcertada.",
  "NPCSUMMER_17": "Payaso: ¿Quieres ver un truco con globos?",
  "NPCSUMMER_18": "Turista: ¿Qué hace un payaso en la playa?",
  "NPCSUMMER_19": "Turista: Hola, estoy esperando a mis amigos.",
  "NPCSUMMER_20": "Turista: Me gusta ver el atardecer desde aquí.",
  "NPCSUMMER_21": "Turista: El océano se ve hermoso hoy.",
  "NPCSUMMER_22": "Hombre: ¡Uff! Hace mucho calor hoy.",
  "NPCSUMMER_23": "Turista: Me encantan los colores del agua en el verano.",
  "NPCSUMMER_24": "Turista: Recuerda el bloqueador solar, si vas a broncearte.",
  "NPCSUMMER_25": "Turista: ¿Quieres ir a nadar? Usa el área al otro lado de la línea de color.",
  "NPCSUMMER_26": "Turista: Ir a nadar es una excelente manera de refrescarse.",
  "NPCSUMMER_27": "Turista: Debería haber traído mi máscara de natación.",
  "NPCSUMMER_28": "Turista: No voy a nadar, me arruinará el pelo.",
  "NPCSUMMER_29": "Turista: Deberías intentar saltar al agua si tienes demasiado calor.",
  "NPCSUMMER_30": "Turista: Hola, ¿Quieres nadar?",
  "NPCSUMMER_31": "Turista: Estoy tratando de reunir el valor para ir al agua.",
  "NPCSUMMER_32": "Turista: Me pregunto si hay conchas marinas en esta playa..",
  "NPCSUMMER_33": "El hombre está durmiendo, probablemente no deberías molestarlo.",
  "NPCSUMMER_34": "Turista: Creo que vi un cangrejo.",
  "NPCSUMMER_35": "Turista: Hola, ¿Disfrutas del clima?",
  "NPCSUMMER_36": "Turista: Hay muchas estrellas de mar en la marea.",
  "NPCSUMMER_37": "Turista: ¿Que quieres?",
  "NPCSUMMER_38": "Turista: ¿Oh te gusta mi cabello? ¡Gracias!",
  "NPCSUMMER_39": "Turista: Hay tanta vida en la marea.",
  "NPCSUMMER_40": "Turista: ¡Hey!",
  "NPCSUMMER_41": "Turista: ¿Que cuentas?",
  "NPCSUMMER_42": "Hombre: Puedes tomar muchas fotos bonitas de la playa.",
  "NPCSUMMER_43": "Turista: Ese hombre de ahí tomó mi foto.",
  "NPCSUMMER_44": "Esta mujer está muy ocupada para darse cuenta que estás ahí.",
  "NPCSUMMER_45": "Turista: No puedo comer más.",
  "NPCSUMMER_46": "Turista: Hola, ¿Tienes hambre?",
  "NPCSUMMER_47": "Turista: ¡Tarta de moras! mi favorito.",
  "NPCSUMMER_48": "Turista: Espero que no haya cítricos en nada de esto. Soy alérgico, ves.",
  "NPCSUMMER_49": "Turista: ¿Eso es ensalada de col? Me encanta la ensalada de col.",
  "NPCSUMMER_50": "Turista: Esta carne está deliciosa.",
  "NPCSUMMER_51": "Turista: Me pregunto que hay en estas tapas, ¡Están riquísimas!",
  "NPCSUMMER_52": "Turista: ¡¿Qué?! Alguien se comió la comida de mi plato. Oh espera, fui yo.",
  "NPCSUMMER_53": "Turista: ¡Hay mucha comida!",
  "NPCSUMMER_54": "Turista: Mira, tenemos cóctel de camarones, qué elegante.",
  "NPCSUMMER_55": "Turista: Hey, ¿Nos conocemos?",
  "NPCSUMMER_56": "Turista: Aquí venden bocadillos, son muy baratos.",
  "NPCSUMMER_57": "La mujer te está ignorando",

  "FALLNPC_1": "La mujer te está ignorando",
  "FALLNPC_2": "El hombre con gafas te dirige una sonrisa presumida.",
  "FALLNPC_3": "Turista: ¿Donde está todo el mundo? Supongo que el otoño no es una temporada muy popular.",
  "FALLNPC_4": "Turista: El agua está demasiado fría en esta época del año para ir a nadar si me preguntas.",
  "FALLNPC_5": "Turista: El agua está un poco fría, pero no me importa.",
  "FALLNPC_6": "Turista: Hace un poco de frío.",
  "FALLNPC_7": "Turista: Hey, hola.",
  "FALLNPC_8": "Turista: Hola, ¿como estás hoy?",
  "FALLNPC_9": "Turista: Necesito tomar el último sol antes de que llegue el invierno.",
  "FALLNPC_10": "Turista: Me pregunto qué hay en estas botellas.",
  "FALLNPC_11": "Turista: Cobbler es el mejor.",
  "FALLNPC_12": "Turista: Hola, ¿tienes hambre?",
  "FALLNPC_13": "Turista: ¿ya probaste la carne?",

  "NPCWINTER_1": "Pescador: Puedes pescar algunos calamares muy buenos aquí por la noche.",
  "NPCWINTER_2": "El pescador tararea una melodía náutica para sí mismo.",
  "NPCWINTER_3": "Pescador: Vienes a pescar, ¿verdad?",
  "NPCWINTER_4": "Pescador: ¿Hmm? Oh hola, líneas estrechas y todo eso.",
  "NPCWINTER_5": "Señora: Deja esa bola de nieve, Simon.",
  "NPCWINTER_6": "Simon tiene una sonrisa traviesa en su rostro.",

  //achievement
  "AchievementName": "¡Durmiendo con los pececitos!",
  "AchievementDescription": "Donó uno de cada pez al acuario Stardew.",
  "AchievementCongratulations": "Lo hiciste.. ¡Felicitaciones! ¡Intenta volver mañana para ver el Acuario repleto!",

  //ehehehe
  "PufferchickDonated": "Escuchaste un clic detrás del mostrador...",

  //mail
  "AquariumOpenLandslide": "Querido @,^^Me alivia saber que nadie resultó herido cuando se despejó el deslizamiento de tierra anoche. Pero debido a este evento, escuché que el ferrocarril ahora está disponible nuevamente para Pueblo Pelícano.^¡Por lo tanto, me enorgullece anunciar que el nuevo Acuario Stardew está abierto!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew.",
  "AquariumOPenLater": "Hola @!^^¡Me enorgullece anunciar que el nuevo Acuario Stardew está abierto al público!^Mi amigo Willy me dijo que eres buen pescador, tal vez considerarías donar algunos de los especímenes que has capturado.^^Saludos cordiales, el Curador del Acuario Stardew."
}
